Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: You intend to find the armor known as Valor? No one has ever figured out where Arkaine stashed the stuff, and if my contacts couldn't find it, I seriously doubt you ever will either.
be: Думаеш знайсці даспехі пад назвай Адвага? Ніхто так і не адшукаў, дзе там Аркейн іх схаваў, і раз мае сувязі не далі рады, нешта я сумняваюся, што ты калі-небудзь дасі.
fi: Aiotko etsiä Valor-nimisen haarniskan? Kukaan ei ole koskaan keksinyt, mihin Arkaine on piilottanut sen, ja jos minun kätyrini eivät ole löytäneet sitä, epäilen vahvasti, että sinäkään et löydä.

source: I know of only one legend that speaks of such a warrior as you describe. His story is found within the ancient chronicles of the Sin War... Stained by a thousand years of war, blood and death, the Warlord of Blood stands upon a mountain of his tattered victims. His dark blade screams a black curse to the living; a tortured invitation to any who would stand before this Executioner of Hell. It is also written that although he was once a mortal who fought beside the Legion of Darkness during the Sin War, he lost his humanity to his insatiable hunger for blood.
be: Я ведаю толькі адну легенду, якая апавядае пра такога воіна, якога ты апісваеш. Яго гісторыя сустракаецца ў старадаўніх хроніках вайны Граху... Заплямлены тысяччу год вайны, крыві і смерці, Крывавы ваявода стаў на гары сваіх падраных ахвяр. Таксама пісалася, што ён быў калісьці смертны, і біўся супраць Легіёна Цемры ў Вайне Граху, але ён страціў сваёй чалавечнасць з-за няўтольнай прагі да крыві.
fi: Tiedän vain yhden legendan, joka kertoo sinun kuvaamastasi soturista. Hänen tarinansa löytyy muinaisista Synninsota -kronikoista... Tuhatvuotisen sodan, veren ja kuoleman tahraama Verinen sotapäällikkö seisoo silvottujen uhriensa muodostaman vuoren päällä. Hänen tumma miekka huutaa mustaa kirousta eläville; kiduttava kutsu kaikille, jotka uskaltavat astua tämän helvetin teloittajan eteen. On myös kirjoitettu, että vaikka hän oli kerran kuolevainen, joka taisteli Pimeyden legioonan rinnalla Synninsodassa, hän menetti ihmisyytensä kyltymättömän verenjanonsa vuoksi.

source: I am afraid that I haven't heard anything about such a vicious warrior, good master. I hope that you do not have to fight him, for he sounds extremely dangerous.
be: Баюся, нічога пра такога ліхога воіна я не чуў, добры чалавек. Я спадзяваюся, табе не спатрэбіцца біцца з ім, бо здаецца ён вельмі небяспечны.
fi: Pelkäänpä, että en ole kuullut mitään tästä "julmasta soturista". Toivon, että teidän ei tarvitse taistella häntä vastaan, sillä hän kuulostaa erittäin vaaralliselta.

source: Cain would be able to tell you much more about something like this than I would ever wish to know.
be: Кейн мог бы расказаць табе пра такое значна больш, чым я б калі-небудзь хацеў ведаць.
fi: Cain voisi kertoa sinulle paljon enemmän tällaisesta asiasta kuin minä ikinä haluaisin tietää.

source: If you are to battle such a fierce opponent, may Light be your guide and your defender. I will keep you in my thoughts.
be: Калі табе прыйдзецца біцца з такім лютым ворагам, няхай Святло будзе табе спадарожнікам і ахоўцам. Я буду думаць пра цябе.
fi: Jos joudut taistelemaan niin hurjaa vastustajaa vastaan, olkoon Valo oppaasi ja puolustajasi. Pidän sinut mielessäni.

source: Dark and wicked legends surrounds the one Warlord of Blood. Be well prepared, my friend, for he shows no mercy or quarter.
be: Цёмныя і страшныя легенды ахінаюць Крывавага Ваяводу таго. Добра падрыхтуйся, сябру, бо ён не пакажа ані літасці.
fi: Pimeät ja pahanlaatuiset legendat ympäröivät tätä "Verisoturia". Valmistaudu hyvin, ystäväni, sillä hän ei tunne armoa eikä armahda.

source: Always you gotta talk about Blood? What about flowers, and sunshine, and that pretty girl that brings the drinks. Listen here, friend - you're obsessive, you know that?
be: Вечна ты пра Кроў. А як жа кветкі там, сонейка, або красуня тая, што выпіўку носіць. Слухай, друг, ты проста апантаны, табе не гаварылі?
fi: Pitääkö sinun aina puhua verestä? Entä kukat, auringonpaiste ja se kaunis tyttö, joka tuo juomat? Kuuntele, ystäväni – olet pakkomielteinen, tiedätkö sen?

source: His prowess with the blade is awesome, and he has lived for thousands of years knowing only warfare. I am sorry... I can not see if you will defeat him.
be: Яго ўмельства са зброяю жахлівае, і ён пражыў цэлыя тысячы год, ведаючы адно вайну. Прабач мне... Я не бачу, ці пераможаш ты яго.
fi: Hänen miekkailutaitonsa on mahtava, ja hän on elänyt tuhansia vuosia tuntien vain sodankäynnin. Olen pahoillani... En ole varma, voitatko hänet.

source: I haven't ever dealt with this Warlord you speak of, but he sounds like he's going through a lot of swords. Wouldn't mind supplying his armies...
be: Ніколі не меў спраў з гэтым Ваяводам, але відаць ён пераводзіць шмат мячоў. Забяспечваць яго было б ідэяй...
fi: En ole koskaan ollut tekemisissä tämän sotapäällikön kanssa, josta puhut, mutta hän kuulostaa kuluttavan paljon miekkoja. En olisi vastenmielinen toimittamaan niitä hänen armeijoilleen...

source: My blade sings for your blood, mortal, and by my dark masters it shall not be denied.
be: Мой клінок пяе тваёй крыві, смертны, і клянуся сваімі гаспадарамі, яго не спыняць.
fi: Miekkani janoaa vertasi, kuolevainen, ja pimeiden mestarieni nimeen, sitä ei voi kieltää.

source: Griswold speaks of the Heaven Stone that was destined for the enclave located in the east. It was being taken there for further study. This stone glowed with an energy that somehow granted vision beyond that which a normal man could possess. I do not know what secrets it holds, my friend, but finding this stone would certainly prove most valuable.
be: Грызвальд гаворыць пра Нябёсны Камень. Яго меліся адвезці на Усход вучоным, каб лепш даследаваць. Камень ззяў Энергіяю, якая нейкім чынам абдорвала зрокам, які звычайнаму чалавеку недаступны. Не ведаю, якія сакрэты ён тоіць, дружа мой, але знайсці гэты камень дорага б каштавала.
fi: Griswold puhuu taivaskivestä, joka oli tarkoitettu itäisessä erillisalueella sijaitsevaan paikkaan. Se oli vietävänä sinne lisätutkimuksia varten. Kivi hehkui energialla, joka jotenkin antoi tavallista ihmistä suuremman näkökyvyn. En tiedä, mitä salaisuuksia se kätkee, ystäväni, mutta tämän kiven löytäminen olisi varmasti erittäin arvokasta.

source: The caravan stopped here to take on some supplies for their journey to the east. I sold them quite an array of fresh fruits and some excellent sweetbreads that Garda has just finished baking. Shame what happened to them...
be: Той караван тут спыняўся купіць прыпасаў на дарогу на Усход. Я прадаў ім багата фруктаў і прыўдалага мяса, якое Гарда толькі напякла. Шкада, што ўсё так адбылося…
fi: Karavaani pysähtyi täällä ottamaan varusteita itään suuntautuvalle matkalleen. Myin heille melkoisen määrän tuoreita hedelmiä ja erinomaisen makeita leivonnaisia, jotka Garda oli juuri leiponut. Harmi, mitä heille tapahtui...

source: I don't know what it is that they thought they could see with that rock, but I will say this. If rocks are falling from the sky, you had better be careful!
be: Не ведаю, што яны там хацелі ўбачыць з гэтым каменем, але я вось што скажу. Калі з неба падаюць камяні, лепш быць асцярожным!
fi: En tiedä, mitä he luulivat näkevänsä tuon kiven avulla, mutta sanonpa tämän: jos taivaalta putoaa kiviä, on parasta olla varovainen!

source: Well, a caravan of some very important people did stop here, but that was quite a while ago. They had strange accents and were starting on a long journey, as I recall. I don't see how you could hope to find anything that they would have been carrying.
be: Ну, тут праўда спыняўся караван з нейкімі надта важнымі людзьмі, але гэта ўжо даволі даўно было. Вымова ў іх была дзіўная. Калі нічога не блытаю, яны пачыналі доўгае падарожжа. Не ўяўляю, як ты зможаш знайсці хоць штосьці з паклажы.
fi: No, eräs hyvin tärkeiden henkilöiden karavaani pysähtyi täällä, mutta siitä on jo jonkin aikaa. Heillä oli outo aksentti ja he olivat lähdössä pitkälle matkalle, jos muistan oikein. En näe, miten voisit toivoa löytäväsi mitään, mitä he olisivat kuljettaneet mukanaan.

source: Stay for a moment - I have a story you might find interesting. A caravan that was bound for the eastern kingdoms passed through here some time ago. It was supposedly carrying a piece of the heavens that had fallen to earth! The caravan was ambushed by cloaked riders just north of here along the roadway. I searched the wreckage for this sky rock, but it was nowhere to be found. If you should find it, I believe that I can fashion something useful from it.
be: А пастаі хвілінку, маю тут адну рэч, мо цябе зацікавіць. Тут нядаўна караван праязджаў, які кіраваўся на ўсходнія каралеўствы. Везлі там нібыто кавалак неба, што ўпаў на зямлю! Караван трапіў у засаду нейкіх вершнікаў у плашчах, на поўнач па дарозе адсюль. Я абшукаў там абломкі, але каменя і след прастыў. Калі ён табе знойдзецца, думаю я б змог нешто карыснае з яго зладзіць.
fi: Odota hetki – minulla on sinulle mielenkiintoinen tarina. Karavaani, joka oli matkalla itäisiin kuningaskuntiin, kulki tästä ohi jonkin aikaa sitten. Sen mukana oli kuulemma pala taivaasta, joka oli pudonnut maahan! Karavaani joutui verhottujen ratsastajien väijytyksen uhriksi hieman pohjoiseen täältä, erään tien varrella. Etsin romuista tätä "Taivaskiveä", mutta en löytänyt sitä mistään. Jos löydät sen, uskon voivani valmistaa siitä jotain hyödyllistä.

source: I am still waiting for you to bring me that stone from the heavens. I know that I can make something powerful out of it.
be: Я ўсё яшчэ чакаю, ці прынясеш ты мне таго каменя з нябёсаў. Я ведаю, што змагу зладзіць з яго нешто моцнае.
fi: Odotan yhä, että tuot minulle sen "Taivaskiven". Tiedän, että voin tehdä siitä jotain voimakasta.

source: Let me see that - aye... aye, it is as I believed. Give me a moment... Ah, Here you are. I arranged pieces of the stone within a silver ring that my father left me. I hope it serves you well.
be: Дай глянуць — але... але, так я і думаў. Дай хвілінку... Ну вось, трымай. Я ўладзіў кавалкі каменя ў сярэбраным пярсцёнку, які мне дай мой бацько. Буду спадзявацца, яно стане табе ў прыгодзе.
fi: Anna minun katsoa... Kyllä, se on juuri niin kuin arvelinkin. Odota hetki... Ah, tässä se on. Asetin kivenpalaset isäni jättämään hopeiseen sormukseen. Toivottavasti se palvelee sinua hyvin.

source: I used to have a nice ring; it was a really expensive one, with blue and green and red and silver. Don't remember what happened to it, though. I really miss that ring...
be: Быў у мяне некалі пярсцёнак. Даражэзны, з блакітным на ім, і зялёным, і чырвоным, і серабром. Не памятаю, што з ім сталася, праўда. Моцна па ім сумую...
fi: Minulla oli ennen kaunis sormus; se oli todella kallis, sini, vihreä, puna ja hopeinen. En kuitenkaan muista, mitä sille tapahtui. Kaipaan sitä sormusta todella paljon...

source: The Heaven Stone is very powerful, and were it any but Griswold who bid you find it, I would prevent it. He will harness its powers and its use will be for the good of us all.
be: Нябёсны камень магутны, і калі б цябе прасіў яго знайсці хто-небудзь, апроч Грызвальда, я бы не дазволіла таго. Ён пакорыць яго сілу, і камень будзе ўжыты на карысць усім нам.
fi: Taivaskivi on erittäin voimakas, ja jos joku muu kuin Griswold olisi pyytänyt sinua etsimään sen, olisin estänyt sen. Hän hyödyntää sen voimat, ja sen käyttö on meidän kaikkien edun mukaista.

source: If anyone can make something out of that rock, Griswold can. He knows what he is doing, and as much as I try to steal his customers, I respect the quality of his work.
be: Калі нехта можа нешта зрабіць з таго каменя, дык гэта Грызвальд. Ён знае, што робіць, хоць я і сцягваю ў яго пакупнікоў, якасць яго працы я паважаю.
fi: Jos joku voi tehdä jotain tuosta kivestä, niin se on Griswold. Hän tietää mitä tekee, ja vaikka yritänkin varastaa hänen asiakkaitaan, kunnioitan hänen työnsä laatua.

source: The witch Adria seeks a black mushroom? I know as much about Black Mushrooms as I do about Red Herrings. Perhaps Pepin the Healer could tell you more, but this is something that cannot be found in any of my stories or books.
be: Ведзьма Эйдрыя шукае чорны грыб? Пра такое я магу сказаць не больш, чым пра селядзец. Мабыць, Піпін ведае больш, але гэта нешта такое, чаго ў маіх кнігах і байках не знойдзеш.
fi: Noita Adria etsii mustaa sieniä? Tiedän mustista sienistä yhtä paljon kuin punaisista harjusta. Ehkä parantaja Pepin voisi kertoa sinulle enemmän, mutta tätä asiaa ei löydy mistään tarinoistani tai kirjoistani.

source: Let me just say this. Both Garda and I would never, EVER serve black mushrooms to our honored guests. If Adria wants some mushrooms in her stew, then that is her business, but I can't help you find any. Black mushrooms... disgusting!
be: Вось што я табе скажу. Ні Гарда, ні я, ніколі, ніколі б не падалі сваім шаноўным гасцям чорных грыбоў. Калі Эйдрыі хочацца сабе ў поліўку грыбоў, яе дзела, але я табе тут не памочнік. Чорныя грыбы… тфу!
fi: Sanon vain tämän: Garda ja minä emme ikinä, ikinä tarjoaisi mustia sieniä arvokkaille vieraillemme. Jos Adria haluaa sieniä pataansa, se on hänen asiansa, mutta en voi auttaa sinua löytämään niitä. Mustat sienet... inhottavaa!

source: The witch told me that you were searching for the brain of a demon to assist me in creating my elixir. It should be of great value to the many who are injured by those foul beasts, if I can just unlock the secrets I suspect that its alchemy holds. If you can remove the brain of a demon when you kill it, I would be grateful if you could bring it to me.
be: Ведзьма казала, ты шукаеш мозг дэмана, каб дамагчы мне зварыць эліксір. Ён будзе вельмі каштоўны для ўсіх, каго паранілі гэтыя вычварні, мне бы толькі разгадаць сакрэт, што тоіць яго састаў. Дастанеш мозг з забітага дэмана, я буду вельмі ўдзячны, калі прынясеш яго мне.
fi: Noita kertoi minulle, että etsit demonin aivoja auttaaksesi minua luomaan eliksiirini. Se olisi erittäin arvokasta monille, jotka ovat loukkaantuneet noiden ilkeiden petojen toimesta, jos vain voisin avata sen alkemian salaisuudet. Jos pystyt poistamaan demonin aivot, kun tapat sen, olisin kiitollinen, jos voisit tuoda ne minulle.

source: Excellent, this is just what I had in mind. I was able to finish the elixir without this, but it can't hurt to have this to study. Would you please carry this to the witch? I believe that she is expecting it.
be: Выдатна, гэта я і ўяўляў. Я змог даварыць эліксір і без гэтага, але мець такое для доследу лішнім не будзе. Калі ласка, аднясеш вось гэта ведзьме? Думаю, яна якраз чакае.
fi: Erinomaista, juuri tämä olikin päämääränä. Pystyin valmistamaan eliksiirin ilman tätäkin, mutta eihän se haittaa ketään, jos tutkin tätä. Voisitko viedä tämän noidalle? Luulen, että hän odottaa sitä.

source: I think Ogden might have some mushrooms in the storage cellar. Why don't you ask him?
be: Думаю, Огдэн захаваў крыху грыбоў у склепенні. Можа яго спытай?
fi: Luulen, että Ogdenilla saattaa olla sieniä varastokellarissa. Kysy häneltä?

source: If Adria doesn't have one of these, you can bet that's a rare thing indeed. I can offer you no more help than that, but it sounds like... a huge, gargantuan, swollen, bloated mushroom! Well, good hunting, I suppose.
be: Калі і Эйдрыя не мае такіх, мусіць, і праўда рэдкая рэч. Наўрад ці магу яшчэ як спамагчы, але са слоў тваіх гэто… ну, здаровы такі, велізарны, уздуты, азызлы грыб! Ну, добраго палявання, мусіць.
fi: Jos Adrialla ei ole sellaista, voit olla varma, että se on todella harvinainen. En voi tarjota sinulle enempää apua, mutta se kuulostaa... valtavalta, jättimäiseltä, paisuneelta ja turvonneelta sieneltä! No, hyvää metsästystä, kai.

source: Ogden mixes a MEAN black mushroom, but I get sick if I drink that. Listen, listen... here's the secret - moderation is the key!
be: Огдэн гоніць ФАЙНЫ “чорны грыб”, хаця мяне ірве калі вып’ю такога. Слухай, слухай… Вось у чым сакрэт – ТРЭБА ВЕДАЦЬ МЕРУ!
fi: Ogden sekoittaa ison ja mustan sienen, mutta minua alkaa oksettaa, jos juon sitä. Kuuntele, kuuntele... tässä on salaisuus: kohtuullisuus on avain!

source: What do we have here? Interesting, it looks like a book of reagents. Keep your eyes open for a black mushroom. It should be fairly large and easy to identify. If you find it, bring it to me, won't you?
be: Што гэта тут у нас? Цікава. З віду гэта Кніга Рэагентаў. Усюды пільна шукай Чорны Грыб. Ён даволі вялікі, не памылішся. Калі знойдзеш, ці не прынясеш мне, гм?
fi: Mitäs täällä on? Mielenkiintoista, näyttää reagenssikirjalta. Pidä silmät auki mustan sienen varalta. Sen pitäisi olla melko suuri ja helppo tunnistaa. Jos löydät sen, tuo se minulle. Jooko?

source: It's a big, black mushroom that I need. Now run off and get it for me so that I can use it for a special concoction that I am working on.
be: Мне патрэбны вялікі чорны грыб. Давай, бяжы, прынясеш мне такі, і я дадам яго ў асаблівае зелле, з якім зараз работаю.
fi: Tarvitsen ison, mustan sienen. Hae se minulle, jotta voin käyttää sitä erityiseen keittoon, jota olen valmistamassa.

source: Yes, this will be perfect for a brew that I am creating. By the way, the healer is looking for the brain of some demon or another so he can treat those who have been afflicted by their poisonous venom. I believe that he intends to make an elixir from it. If you help him find what he needs, please see if you can get a sample of the elixir for me.
be: Так. Дасканала для майго адвару будзе. Дарэчы, лекар шукаў мозг якогасьці дэмана, каб лячыць людзей, якіх заразілі атрутным ядам. Думаю, ён маецца зрабіць эліксір. Калі дапаможаш яму знайсці, што яму трэба, калі ласка, прынясі мне трохі гэтага эліксіру на пробу.
fi: Kyllä, tämä sopii täydellisesti juomaan, jota olen kehittämässä. Muuten, parantaja etsii jonkin demonin aivoja, jotta hän voi hoitaa niitä, jotka ovat kärsineet niiden myrkyllisestä myrkystä. Uskon, että hän aikoo valmistaa niistä eliksiirin. Jos autat häntä löytämään tarvitsemansa, yritä saada minulle näyte eliksiiristä.

source: Why have you brought that here? I have no need for a demon's brain at this time. I do need some of the elixir that the Healer is working on. He needs that grotesque organ that you are holding, and then bring me the elixir. Simple when you think about it, isn't it?
be: Навошта ты яго сюды нясеш? Гэты раз мне дэманаў мозг без патрэбы. Хаця мне патрэбна трохі эліксіра, які лекар цяпер варыць. Лепш аднясі гэты гратэскны орган яму, а мне потым прынясеш эліксіру. Праўда проста, калі трохі падумаць, гм?
fi: Miksi toit sen tänne? En tarvitse demonin aivoja. Tarvitsen sen eliksiirin, jota Parantaja on valmistamassa. Hän tarvitsee sen groteskielimen, joka sinulla on, sitten tuo minulle eliksiiri. Yksinkertaista, kun ajattelee asiaa, eikö vain?

source: What? Now you bring me that elixir from the healer? I was able to finish my brew without it. Why don't you just keep it...
be: Чаго? Цяпер-то ты мне нясеш эліксір лекара? Я ўжо скончыла адвар і без яго. Саба пакінь...
fi: Mitä? Tuotko minulle nyt sen parantajan eliksiirin? Pystyin valmistamaan juomani ilman sitä. Pidä hyvänäsi...

source: I don't have any mushrooms of any size or color for sale. How about something a bit more useful?
be: Я не прадаю грыбы, любых колераў і памераў. Можа табе лепш чаго больш карыснага?
fi: Minulla ei ole myytävänä minkään kokoisia tai värisiä sieniä. Entäpä jotain hieman hyödyllisempää?

source: So, the legend of the Map is real. Even I never truly believed any of it! I suppose it is time that I told you the truth about who I am, my friend. You see, I am not all that I seem... My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to keeping and safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released... The evil that you move against is the dark Lord of Terror - known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago. The Map that you hold now was created ages ago to mark the time when Diablo would rise again from his imprisonment. When the two stars on that map align, Diablo will be at the height of his power. He will be all but invincible... You are now in a race against time, my friend! Find Diablo and destroy him before the stars align, for we may never have a chance to rid the world of his evil again!
be: Значыць, легедная ад Мапе праўдзівая. Нават я ніколі да канца не верыў! Здаецца, мне пара расказаць табе, хто я сапраўды такі, дружа мой. Бач, я не зусім той, кім падаюся... Маё сапраўднае імя Дэкард Кейн Старэйшы, і я апошні нашчадак старасвецкага Брацтва, якое прысвяціла сябе ахове і нагляду таямніц вечнага Зла. Зла, якое, цяпер ужо відавочна, вызвалілі... Зло, супраць якога ты рушыш, — цёмны Пах Жаху, смертным людзям вядомы як Д'ябла. Гэта яго паланілі ў Лабірынце многія стагоддзі таму. Мапа ў тваіх руках была створана даўным даўно, каб адзначыць час, калі Д'ябла зноў паўстане са свайго палону. Калі дзве зоркі з гэтай мапы зыдуцца, Д'ябла сягне вышыні сваёй сілы. Ён стане амаль неадольны!
fi: Joten kartan legenda on totta. Edes minä en koskaan uskonut siihen! Luulen, että on aika kertoa sinulle totuus siitä, kuka olen, ystäväni. Katsos, en ole aivan se, miltä näytän... Oikea nimeni on Deckard Cain vanhempi, ja olen muinaisen veljeskunnan viimeinen jälkeläinen, joka oli omistautunut ajattoman pahuuden salaisuuksien säilyttämiseen ja suojelemiseen. Pahuuden, joka on nyt selvästi vapautunut... Pahuus, jota vastaan taistelet, on pimeyden kauhun herra, joka on kuolevaisille tunnettu nimellä Diablo. Hänet vangittiin labyrinttiin monta vuosisataa sitten. Kartta, joka sinulla nyt on, luotiin kauan sitten merkitsemään hetki, jolloin Diablo nousisi jälleen vankeudestaan. Kun kartan kaksi tähteä ovat samassa linjassa, Diablo on voimansa huipulla. Hän on lähes voittamaton... Olet nyt kilpajuoksussa aikaa vastaan, ystäväni! Etsi Diablo ja tuhoa hänet ennen kuin tähdet ovat samassa linjassa, sillä emme ehkä koskaan enää saa tilaisuutta vapauttaa maailmaa hänen pahuudestaan!

source: Our time is running short! I sense his dark power building and only you can stop him from attaining his full might.
be: Наш час канчаецца! Я адчуваю, як яго цёмная сіла збіраецца, і толькі ты можаш не даць яму дасягнуць усяе яго магутнасці.
fi: Aikamme on loppumassa! Tunnen hänen pimeän voimansa kasvavan, ja vain sinä voit estää häntä saavuttamasta sitä.

source: I am sure that you tried your best, but I fear that even your strength and will may not be enough. Diablo is now at the height of his earthly power, and you will need all your courage and strength to defeat him. May the Light protect and guide you, my friend. I will help in any way that I am able.
be: Я ўпэўнены, большага ў цябе нельга прасіць, але я страшуся нават тваёй сілы будзе не дастаткова. Д'ябла цяпер дасягнуў вышыні сваёй сілы, і табе спатрэбіцца ўся твая смеласьці і моц, каб перамагчы яго. Няхай Святло будзе тваім правадніком і абаронцам, дружа мой. Я дапамагу чым толькі змагу.
fi: Olen varma, että yritit parhaasi, mutta pelkään, että edes sinun voimasi ja tahdonvoimasi eivät riitä. Diablo on nyt maallisen voimansa huipulla, ja tarvitset kaiken rohkeutesi ja voimasi voittaaksesi hänet. Valo suojelkoon ja opastakoon sinua, ystäväni. Autan sinua kaikin tavoin, mihin kykenen.
