Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: I remember Lazarus as being a very kind and giving man. He spoke at my mother's funeral, and was supportive of my grandmother and myself in a very troubled time. I pray every night that somehow, he is still alive and safe.
be: Я помню Лазара вельмі добрым і велікадушным чалавекам. Ён гаварыў на пахаванні маёй мацеры, і заўсёды падтрымліваў маю бабулю і мяне у цяжкія часы. Я малюся кожны вечар, што ён неяк і дасюль жывы і здаровы.
fi: Muistan Lazaruksen erittäin ystävällisenä ja anteliaana miehenä. Hän piti puheen äitini hautajaisissa ja tuki isoäitiäni ja minua hyvin vaikeana aikana. Rukoilen joka ilta, että hän olisi jotenkin vielä elossa ja turvassa.

source: I was there when Lazarus led us into the labyrinth. He spoke of holy retribution, but when we started fighting those hellspawn, he did not so much as lift his mace against them. He just ran deeper into the dim, endless chambers that were filled with the servants of darkness!
be: Я быў там, калі Лазар завёў нас у лабірынт. Гаварыў пра святое пакаранне, а як пачалася бойка з параджэннямі пекла, ён нат булавы свае не падняў на іх. Просто бег уніз, у цемрадзь, у бясконцыя пакоі лабірынта, поўныя служак цемры!
fi: Olin paikalla, kun Lazarus johdatti meidät labyrinttiin. Hän puhui pyhästä kostosta, mutta kun aloimme taistella helvetin sikiöitä vastaan, hän ei edes nostanut nuijaansa niitä vastaan. Hän vain juoksi syvemmälle hämärään, loputtomaan kammioon, joka oli täynnä pimeyden palvelijoita!

source: They stab, then bite, then they're all around you. Liar! LIAR! They're all dead! Dead! Do you hear me? They just keep falling and falling... their blood spilling out all over the floor... all his fault...
be: Поруць, кусаюцца, ажно яны ўсе вакол цябе. Хлус! ХЛУС! Яны ўсе мёртвыя! Мёртвыя! Чуеш? Яны ўсё падаюць ды падаюць… кроў, іхняя кроў па ўсёй падлозе… усё яго віна…
fi: He puukottavat, sitten purevat, ja sitten he ovat kaikki ympärilläsi. Valehtelija! VALEHTELIJA! He ovat kaikki kuolleet! Kuolleet! Kuuletko minua? He vain kaatuvat ja kaatuvat... heidän verensä valuu lattialle... kaikki on hänen syytään...

source: I did not know this Lazarus of whom you speak, but I do sense a great conflict within his being. He poses a great danger, and will stop at nothing to serve the powers of darkness which have claimed him as theirs.
be: Я не ведала таго Лазара, пра якога ты гаворыш, але я адчуваю вялікі разлад у яго сутнасці. Ён уяўляе сабою страшную небяспеку, і ні перад чым не спыніцца ў службе сілам цемры, што назвалі яго сваім.
fi: En tunne tätä Lazarusta, josta puhut, mutta aistin hänen sisällään suuren ristiriidan. Hän on suuri vaara, eikä hän kaihda keinoja palvellakseen pimeyden voimia, jotka ovat ottaneet hänet omakseen.

source: Yes, the righteous Lazarus, who was sooo effective against those monsters down there. Didn't help save my leg, did it? Look, I'll give you a free piece of advice. Ask Farnham, he was there.
be: Ага, праведны Лазар, які ну та-а-ак ужо нам усім дапамог тады ўнізе. Назе маёй адно не дапамог, от бяда. Слухай, дам за так табе параду. Спытай Фарнама, ён быў там.
fi: Kyllä, vanhurskas Lazarus, joka oli niin tehokas noita hirviöitä vastaan. Se ei auttanut pelastamaan jalkaani, eihän? Kuules, annan sinulle ilmaisen neuvon. Kysy Farnhamilta, hän oli siellä.

source: Abandon your foolish quest. All that awaits you is the wrath of my Master! You are too late to save the child. Now you will join him in Hell!
be: Кінь сваё дурное пачынанне. Усё, што цябе чакае, толькі гнеў майго Валадара! Ужо запозна ратаваць дзіця. Скора ты далучышся да яго ў Пекле!
fi: Luovu typerästä pyrkimyksestäsi. Sinua odottaa vain mestarini viha! Olet liian myöhässä pelastaaksesi lapsen. Nyt pääset hänen seuraansa helvettiin!

source: Hmm, I don't know what I can really tell you about this that will be of any help. The water that fills our wells comes from an underground spring. I have heard of a tunnel that leads to a great lake - perhaps they are one and the same. Unfortunately, I do not know what would cause our water supply to be tainted.
be: Гм-м, не ведаю, што я мог бы расказаць табе, што магло б табе дамагчы. Вада ў нашым калодзежы плыве з падземнай крыніцы. Я чуў пра тунель, які вядзе да нейкага вяліка возера, магчыма, гэта адно яна і ёсць. На жаль, мне невядома, з якой прычыны наша вада забрудзілася.
fi: Hmm, en tiedä mitä voisin kertoa sinulle tästä, mikä olisi sinulle avuksi. Kaivoihimme täyttyvä vesi tulee maanalaisesta lähteestä. Olen kuullut tunnelista, joka johtaa suureen järveen – ehkä ne ovat yksi ja sama. Valitettavasti en tiedä, mikä voisi aiheuttaa vesivarantomme pilaantumisen.

source: I have always tried to keep a large supply of foodstuffs and drink in our storage cellar, but with the entire town having no source of fresh water, even our stores will soon run dry. Please, do what you can or I don't know what we will do.
be: Я заўсёды стараўся трымаць у склепе вялізны запас ежы і пітва, але без крыніцы свежай вады ва ўсім горадзе, наша сховішча скора зусім спустошыцца. Калі ласка, зрабіце, што зможаце, інакш я не ведаю, што нам рабіць.
fi: Olen aina yrittänyt pitää varastokellarissamme runsaasti elintarvikkeita ja juomia, mutta koska koko kaupungissa ei ole makean veden lähdettä, jopa varastomme tyhjenevät pian. Tee mitä voit, tai en tiedä mitä me teemme.

source: I'm glad I caught up to you in time! Our wells have become brackish and stagnant and some of the townspeople have become ill drinking from them. Our reserves of fresh water are quickly running dry. I believe that there is a passage that leads to the springs that serve our town. Please find what has caused this calamity, or we all will surely perish.
be: Рады я заспеў цябе ў пару! У нас у калодзезе застаялася вада, уся саленаватая стала, нехта з гарадскіх нават захварэў, выпіўшы яе. Нашы запасы свежай вады хутка вычэрпваюцца. Здаецца, ёсць праход, які вядзе да крыніц, што жывяць наш горад. Адшукай, якая прычына гэтаму бедству, калі ласка, інакш мы ўсе дакладна згінем.
fi: Onneksi sain sinut kiinni ajoissa! Kaivomme ovat muuttuneet suolaisiksi ja seisoviksi, ja osa kaupunkilaisista on sairastunut juotuaan niistä. Makean veden varastomme ovat nopeasti ehtymässä. Uskon, että on olemassa käytävä, joka johtaa kaupunkimme lähteille. Selvitä, mikä on aiheuttanut tämän onnettomuuden, tai me kaikki kuolemme varmasti.

source: Please, you must hurry. Every hour that passes brings us closer to having no water to drink. We cannot survive for long without your help.
be: Прашу, спяшайся. З кожнай гадзінаю мы маем усё менш вады для піцця. Без тваёй дапамогі мы доўга не пратрываем.
fi: Ole kiltti, sinun on kiirehdittävä. Jokainen kulunut tunti vie meidät lähemmäksi tilannetta, jossa meillä ei ole enää juomavettä. Emme voi selviytyä pitkään ilman apuasi.

source: What's that you say - the mere presence of the demons had caused the water to become tainted? Oh, truly a great evil lurks beneath our town, but your perseverance and courage gives us hope. Please take this ring - perhaps it will aid you in the destruction of such vile creatures.
be: Што кажаш? Сама прысутнасць дэманаў — прычына забруджвання вады? Вой, пад нашым горадам сапраўды таіцца вялікае зло, але твая стойкасць і храбрасць даюць нам надзею. Калі ласка, вазьмі гэты пярсцёнак — магчыма, ён дапаможа табе ў знішчэнні гэтых пачвар.
fi: Mitä sinä sanot - pelkästään demonien läsnäolo oli saastuttanut veden? Voi, todellakin suuri pahuus vaanii kaupunkimme alla, mutta sinun sinnikkyytesi ja rohkeutesi antavat meille toivoa. Ota tämä sormus - ehkä se auttaa sinua tuhoamaan nämä ilkeät olennot.

source: My grandmother is very weak, and Garda says that we cannot drink the water from the wells. Please, can you do something to help us?
be: Маёй бабулі вельмі няможацца, а Гарда сказала, што нам няможна піць калодзезя. Можаш неяк нам дапамагчы, калі ласка?
fi: Isoäitini on hyvin heikko, ja Garda sanoo, että emme voi juoda kaivojen vettä. Voitteko auttaa meitä jotenkin?

source: Pepin has told you the truth. We will need fresh water badly, and soon. I have tried to clear one of the smaller wells, but it reeks of stagnant filth. It must be getting clogged at the source.
be: Піпін праўду сказаў. Нам сільно будзе патрэбна свежая вада, дый скоро. Спрабаваў ачысціць адзін з калодзезяў, меншых, але там смуродзіць гэтай затхлай гадасцю. Мусіць на крыніцы забрудзілося.
fi: Pepin on kertonut sinulle totuuden. Tarvitsemme kipeästi puhdasta vettä, ja pian. Olen yrittänyt puhdistaa yhden pienemmistä kaivoista, mutta se haisee seisovalle likalle. Se on varmaan tukkeutunut lähteellä.

source: You drink water?
be: Ты што, п'еш ваду?
fi: Sinä, juot vettä?

source: The people of Tristram will die if you cannot restore fresh water to their wells. Know this - demons are at the heart of this matter, but they remain ignorant of what they have spawned.
be: Жыхары Трыстрама памруць, калі не аднавіць падачу свежай вады ў іх калодзезі. Ведай жа: за гэтаю справаю стаяць дэманы, але ім не вядома, што яны спарадзілі.
fi: Tristramin asukkaat kuolevat, jos et pysty palauttamaan puhdasta vettä heidän kaivoihinsa. Tiedä tämä: demonit ovat tämän asian ytimessä, mutta he eivät ole tietoisia siitä, mitä ovat synnyttäneet.

source: For once, I'm with you. My business runs dry - so to speak - if I have no market to sell to. You better find out what is going on, and soon!
be: Гэты раз я за цябе. Дзела стаіць, як той кажа, калі няма каму прадаваць. Лепш дазнайся, што там робіцца, і хутчэй!
fi: Tällä kertaa olen samaa mieltä kanssasi. Liiketoimintani kuivuu – niin sanotusti – jos minulla ei ole markkinoita, joille myydä. Sinun on parasta selvittää, mitä on meneillään, ja pian!

source: A book that speaks of a chamber of human bones? Well, a Chamber of Bone is mentioned in certain archaic writings that I studied in the libraries of the East. These tomes inferred that when the Lords of the underworld desired to protect great treasures, they would create domains where those who died in the attempt to steal that treasure would be forever bound to defend it. A twisted, but strangely fitting, end?
be: Кніга, у якой гаворыцца пра пакой з чалавечых касцей? Што ж, у некаторых старадаўніх тэкстах, якія я даследаваў у Бібліятэцы Усходу, згадваецца Пакой Касцей. У тых фаліянтах паведамлялася, што, калі Валадары Падзямелля зажадалі ахаваць свае вялікія скарбы, яны стваралі ўладанні, дзе тыя, хто паміраў, спрабуючы скрасці скарбы, назаўсёды звязваўся б з гэтым месцам і бараніў яго. Жахлівы канец, але дзіўна адпаведны?
fi: Kirja, joka kertoo ihmisluiden kammiosta? No, luukammio mainitaan tietyissä vanhoissa kirjoituksissa, joita olen tutkinut itämaisten kirjastojen kokoelmissa. Näissä teoksissa viitataan siihen, että kun manalan herrat halusivat suojella suuria aarteita, he loivat alueita, joissa ne, jotka kuolivat yrittäessään varastaa aarteita, joutuivat puolustamaan niitä ikuisesti. Kieroutunut, mutta oudosti sopiva loppu?

source: I am afraid that I don't know anything about that, good master. Cain has many books that may be of some help.
be: Баюся, што пра гэта я нічога не ведаю, добры чалавек. Кейн мае шмат кніг, можа яны дапамогуць.
fi: Pelkäänpä, että en tiedä siitä mitään. Cainilla on monia kirjoja, joista voi olla apua.

source: This sounds like a very dangerous place. If you venture there, please take great care.
be: Гучыць як вельмі небяспечнае месца. Калі накіруецеся туды, прашу, будзьце вельмі асцярожны.
fi: Tämä kuulostaa erittäin vaaralliselta paikalta. Jos uskaltaudut sinne, ole erittäin varovainen.

source: I am afraid that I haven't heard anything about that. Perhaps Cain the Storyteller could be of some help.
be: Баюся, нічога пра гэта я не чула. Можа Расказчык Кейн мог бы дапамагчы.
fi: Pelkäänpä, etten ole kuullut siitä mitään. Ehkä tarinankertoja Cain voisi olla avuksi.

source: I know nothing of this place, but you may try asking Cain. He talks about many things, and it would not surprise me if he had some answers to your question.
be: Я пра гэто нічагуткі не ведаю, але мо Кейна спытай. Ён пра шмат чаго гамоніць, і мяне б не здзівіло, калі ён ведае адказ на тваё пытанне.
fi: En tiedä mitään tästä paikasta, mutta voit kysyä Cainilta. Hän puhuu monista asioista, eikä minua yllättäisi, jos hänellä olisi vastauksia kysymykseesi.

source: Okay, so listen. There's this chamber of wood, see. And his wife, you know - her - tells the tree... cause you gotta wait. Then I says, that might work against him, but if you think I'm gonna PAY for this... you... uh... yeah.
be: Так, слухай. Ёсць такі пакой дрэва, бач. А жонка ягоная, ну ведаеш – гэтая самая – кажа дрэву... не, ты пачакай. А я, кажу, яно яму бокам вылезе, але калі думаеш, што я буду ПЛАЦІЦЬ... ты... гэта... так.
fi: Okei, kuuntele. Siellä on puinen kammio. Ja hänen vaimonsa, tiedätkö, hän sanoo puulle... koska sinun täytyy odottaa. Sitten sanon, että se saattaa toimia häntä vastaan, mutta jos luulet, että aion maksaa tästä... sinä... ööh... joo.

source: You will become an eternal servant of the dark lords should you perish within this cursed domain. Enter the Chamber of Bone at your own peril.
be: Ты станеш вечным слугою цёмных уладароў, калі загінеш у тым праклятым месцы. На свой страх і рызыку ўваходзь у Пакой Касцей.
fi: Jos kuolet tässä kirotussa valtakunnassa, sinusta tulee pimeyden herrojen ikuinen palvelija. Astu luukammioon omalla vastuulla.

source: A vast and mysterious treasure, you say? Maybe I could be interested in picking up a few things from you... or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
be: Вялізны, таямнічы скарб, кажаш? Мо мне і было б цікава заграбці з цябе рэч другую... О, а шчэ лепш, табе не трэба якіх рэдкіх і дарагіх прыпасаў, каб прайсці гэткае выпрабаванне?
fi: Valtava ja salaperäinen aarre, sanotko? Ehkä voisin olla kiinnostunut ostamaan muutaman tavaran sinulta... tai vielä parempi, etkö tarvitse harvinaisia ja kalliita tarvikkeita selviytyäksesi tästä koettelemuksesta?

source: It seems that the Archbishop Lazarus goaded many of the townsmen into venturing into the Labyrinth to find the King's missing son. He played upon their fears and whipped them into a frenzied mob. None of them were prepared for what lay within the cold earth... Lazarus abandoned them down there - left in the clutches of unspeakable horrors - to die.
be: Здаецца так, што архібіскуп Лазар прымусіў шмат мясцовых спусціцца ў Лабірынт, каб адшукаць зніклага сына Караля. Ён зыграў на іх страхах, і загнаў іх напрасткі ў шалёны натоўп. Ніхто не быў гатовы да таго, што ляжыць пад халоднай зямлёю… Лазар пакінуў іх там, унізе – у кіпцюрах невымоўных жахаў – на смерць.
fi: Arkkipiispa Lazarus näyttää yllyttäneen monet kaupunkilaiset lähtemään labyrinttiin etsimään kuninkaan kadonnutta poikaa. Hän hyödynsi heidän pelkojaan ja kiihotti heidät raivoisaksi väkijoukoksi. Kukaan heistä ei ollut valmistautunut siihen, mitä kylmän maan alla odotti... Lazarus hylkäsi heidät sinne – jätti heidät sanoinkuvaamattomien kauhujen armoille – kuolemaan.

source: Yes, Farnham has mumbled something about a hulking brute who wielded a fierce weapon. I believe he called him a butcher.
be: Ну, Фарнам нешта мармытаў пра нейкае грамаднае стварэнне, якое арудавала ліхой зброяй. Здаецца, ён назваў яго мясніком.
fi: Kyllä, Farnham mutisi jotain jostakin valtavasta raakalaisesta, joka heilutti hurjaa asetta. Luulen, että hän kutsui sitä Butcheriksi.

source: By the Light, I know of this vile demon. There were many that bore the scars of his wrath upon their bodies when the few survivors of the charge led by Lazarus crawled from the Cathedral. I don't know what he used to slice open his victims, but it could not have been of this world. It left wounds festering with disease and even I found them almost impossible to treat. Beware if you plan to battle this fiend...
be: О, Святло! Я ведаю аб гэтым агідным дэмане. Сярод тых нешматлікіх ацалелых з паствы Лазара, хто выпаўз з-пад Храма, багата людзей мела сляды яго гневу на сабе. Не ведаю, чым ён калечыў сваіх ахвяр, але тое дакладна не з гэтага свету. Раны гнілі хваробаю, і нават мне падавалася, што загаіць іх немагчыма. Шануйся, калі думаеш біцца з гэтай бэстыяй…
fi: Valon nimeen, tiedän tämän ilkeän demonin. Monien ruumiissa oli hänen vihan jälkiä, kun Lazaruksen johtaman hyökkäyksen harvat selviytyjät ryömivät ulos katedraalista. En tiedä, mitä hän käytti uhriensa viiltämiseen, mutta se ei voinut olla tästä maailmasta. Se jätti haavoihin märkiviä haavoja, joita jopa minä pidin lähes mahdottomina hoitaa. Ole varovainen, jos aiot taistella tätä hirviötä vastaan...

source: When Farnham said something about a butcher killing people, I immediately discounted it. But since you brought it up, maybe it is true.
be: Калі Фарнам нешта казаў пра мясніка, які забівае людзей, я адразу не паверыла. Але раз і ты гэта ўзгадваеш, мабыць, гэта і праўда.
fi: Kun Farnham sanoi jotain Butcherista, joka tappaa ihmisiä, en uskonut sitä heti. Mutta nyt kun otit asian esille, ehkä se onkin totta.

source: I saw what Farnham calls the Butcher as it swathed a path through the bodies of my friends. He swung a cleaver as large as an axe, hewing limbs and cutting down brave men where they stood. I was separated from the fray by a host of small screeching demons and somehow found the stairway leading out. I never saw that hideous beast again, but his blood-stained visage haunts me to this day.
be: Я бачыў, што Фарнам назваў Мясніком, калі яно касіло сабе дарогу праз цяла маіх сяброў. Ён размахваў секачом з сакеру, сцінаючы рукі-ногі, столькі смельчакоў забіваючы на месцы. Мяне аддзяліло ад бітвы зборышчо крыклівых д’ябалят, і я нек выйшаў на сходы наверх. Больш я таго брыдкаго пачварня не бачыў, але ягоная крывавая морда і па гэты дзень у мяне перад вачыма.
fi: Näin sen, jota Farnham kutsuu Butcheriksi, kun se raivasi tiensä ystävieni ruumiiden läpi. Se heilutti hakkuuveistä, joka oli yhtä suuri kuin kirves, katkoen raajoja ja kaataen rohkeita miehiä paikoilleen. Joukko pieniä kirkuvia demoneja erotti minut taistelusta, ja jotenkin löysin portaat, jotka johtivat ulos. En ole nähnyt sitä kauheaa petoa sen jälkeen, mutta sen verinen ilme kummittelee mielessäni vielä tänäkin päivänä.

source: Big! Big cleaver killing all my friends. Couldn't stop him, had to run away, couldn't save them. Trapped in a room with so many bodies... so many friends... NOOOOOOOOOO!
be: Вялізны! Вялізны сякач – усіх маіх сяброў пазабіваў. Не даў рады спыніць, трэ было ўцякаць, не змог іх выратаваць. Прымкнула ў пакою, а там столькі целаў… столькі сяброў… НЕЕЕЕЕЕЕЕЕЕ!
fi: Iso! Iso veitsikaveri tappoi kaikki ystäväni. En voinut estää sitä, jouduin pakenemaan, en voinut pelastaa heitä. Olin loukussa huoneessa, jossa oli niin paljon ruumiita... niin paljon ystäviä... EI!

source: The Butcher is a sadistic creature that delights in the torture and pain of others. You have seen his handiwork in the drunkard Farnham. His destruction will do much to ensure the safety of this village.
be: Мяснік – садысцкая істота, якая цешыцца болем і катаваннем людзей. Яго работу бачна ў п’яніцы Фарнаме. Знішчэнне яго дакладна забяспечыла б захаванасць гэтай вёскі.
fi: Butcher on sadistinen olento, joka nauttii muiden kiduttamisesta ja kärsimyksestä. Olet nähnyt hänen tekonsa juoppo Farnhamissa. Hänen tuhoamisensa varmistaa paljolti tämän kylän turvallisuuden.

source: I know more than you'd think about that grisly fiend. His little friends got a hold of me and managed to get my leg before Griswold pulled me out of that hole. I'll put it bluntly - kill him before he kills you and adds your corpse to his collection.
be: Я аб гэтым страшэнным чорце ведаю больш, чым ты думаеш. Ягоныя дружакі мяне злавілі і нагу маю адабралі, да таго як Грызвальд выцягнуў мяне з той дзіры. Скажу проста – забі яго, і бі першым, а то ён дадасць твой труп у сваю калекцыю.
fi: Tiedän enemmän kuin luuletkaan siitä kammottavasta hirviöstä. Hänen pikku ystävänsä saivat minut kiinni ja onnistuivat tarttumaan jalastani, ennen kuin Griswold veti minut ulos siitä kuopasta. Sanon sen suoraan: tapa hänet, ennen kuin hän tappaa sinut ja lisää ruumiisi kokoelmaansa.

source: Please, listen to me. The Archbishop Lazarus, he led us down here to find the lost prince. The bastard led us into a trap! Now everyone is dead... killed by a demon he called the Butcher. Avenge us! Find this Butcher and slay him so that our souls may finally rest...
be: Прашу, выслухай мяне. Архібіскуп Лазар, ён нас завёў сюды каб адшукаць прынца зніклага. Сволач завёў нас у пастку! Цяпер усіх забіла… забіў іх дэман, ён яго назваў Мяснік. Адпомсці за нас! Знайдзі гэтага Мясніка ды забі яго, каб нашы душы знайшлі спакой…
fi: Kuuntele minua. Arkkipiispa Lazarus johdatti meidät tänne etsimään kadonnutta prinssiä. Se paskiainen johdatti meidät ansaan! Nyt kaikki ovat kuolleet... sen demonin takia, jota hän kutsui Butcheriksi. Kosta meidän puolestamme! Etsi tämä Butcher ja surmaa hänet, jotta sielumme voivat vihdoin levätä rauhassa...

source: You recite an interesting rhyme written in a style that reminds me of other works. Let me think now - what was it? ...Darkness shrouds the Hidden. Eyes glowing unseen with only the sounds of razor claws briefly scraping to torment those poor souls who have been made sightless for all eternity. The prison for those so damned is named the Halls of the Blind...
be: Цікавы верш ты цытуеш, стыль мне нешта нагадвае. Дай падумаць – як жа там было? …Цьма ахінае Схаванае. Вочы нябачныя свецяцца, чуваць адно, як коратка скрабуцца брытвы-кіпцюры, мучаючы бедныя душы аслепленых на век вечны. Цямніца для гэтых Праклятых завецца Залы Сляпых…
fi: Sinä lausut mielenkiintoisen runon, jonka tyyli muistuttaa minua muista teoksista. Anna minun miettiä – mikä se olikaan? ...Pimeys peittää piilotetun. Silmät loistavat näkymättöminä, ja vain terävien kynsien ääni raapii hetkellisesti kiduttaakseen niitä köyhiä sieluja, jotka on tehty sokeiksi ikuisiksi ajoiksi. Niiden kirottujen vankila on nimeltään Sokeiden salit...

source: I never much cared for poetry. Occasionally, I had cause to hire minstrels when the inn was doing well, but that seems like such a long time ago now. What? Oh, yes... uh, well, I suppose you could see what someone else knows.
be: Заўсёды быў нейкі абыякавы да паэзіі. Іншы раз даводзілася наймаць менестрэляў, калі справы ў карчме ішлі добра, але гэта быццам было так даўно. Што? А, так... гм, ну, думаю, можаш астатніх спытаць, што яны ведаюць.
fi: En ole koskaan välittänyt runoudesta. Joskus, kun majatalo menestyi, minulla oli syytä palkata trubaduurit, mutta se tuntuu nyt niin kaukaiselta ajalta. Mitä? Ai, niin... No, kai se on mahdollista, että joku muu tietää.

source: This does seem familiar, somehow. I seem to recall reading something very much like that poem while researching the history of demonic afflictions. It spoke of a place of great evil that... wait - you're not going there are you?
be: Гучыць праўда знаёма, чамусьці. Здаецца, прыпамінаю, што чытаў штосьці вельмі падобнае, калі вывучаў гісторыю дэманічных насланняў. Там казалася пра месца вялікага зла... пастой – ты ж не збіраешся ісці туды, праўда?
fi: Tämä tuntuu jotenkin tutulta. Muistan lukeneeni jotain hyvin samanlaista runoa tutkiessani demonien aiheuttamien kärsimysten historiaa. Siinä kerrottiin paikasta, jossa vallitsi suuri pahuus... Hetkinen, et kai aio mennä sinne?
