Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: If the witch can't help you and suggests you see Cain, what makes you think that I would know anything? It sounds like this is a very serious matter. You should hurry along and see the storyteller as Adria suggests.
be: Раз ведзьма не дапамагла і кажа ісці да Кейна, чаго ты думаеш, што я нешта ведаю? Відаць вельмі важная справа. Спяшацца бы табе да расказчыка, як Эйдрыя і гаворыць.
fi: Jos noita ei voi auttaa sinua, ehdotan, että menisit Cainin luo, miksi luulet, että minä tietäisin jotain? Kuulostaa siltä, että kyseessä on hyvin vakava asia. Sinun pitäisi kiiruhtaa kertomaan tarinankertojalle, kuten Adria ehdottaisi.

source: I can't make much of the writing on this map, but perhaps Adria or Cain could help you decipher what this refers to. I can see that it is a map of the stars in our sky, but any more than that is beyond my talents.
be: Я не надта разумею напісанае, але можа Эйдрыя ці Кейн могуць дапамагчы расшыфраваць, пра што тут. Я бачу, што гэта мапа зорнага неба, але больш за тое ўжо па-за мамі талентамі.
fi: En ymmärrä tämän kartan kirjoituksia, mutta ehkä Adria tai Cain voisivat auttaa sinua tulkitsemaan, mihin tämä viittaa. Näen, että se on kartta taivaamme tähdistä, mutta en osaa tulkita sitä enempää.

source: The best person to ask about that sort of thing would be our storyteller. Cain is very knowledgeable about ancient writings, and that is easily the oldest looking piece of paper that I have ever seen.
be: Найлепш спытаць аб гэтым нашага Расказчыка. Кейн вельмі добра знаецца на старажытным пісьме, а гэта лёгка можа быць найстарэшай паперкай, якую я бачыла.
fi: Paras henkilö, jolta kysyä tällaisia asioita, olisi tarinankertojamme. Cain on hyvin perehtynyt muinaisiin kirjoituksiin, ja tuo on helposti vanhin näkemäni paperi.

source: I have never seen a map of this sort before. Where'd you get it? Although I have no idea how to read this, Cain or Adria may be able to provide the answers that you seek.
be: Ніколі такой мапы не бачыў. Скуль яна? Хоць і не ведаю, як яе разумець, Кейн або Эйдрыя можа і дадуць табе патрэбныя адказы.
fi: En ole koskaan ennen nähnyt tällaista karttaa. Mistä sait sen? En osaa lukea tätä, mutta Cain tai Adria saattaisivat osata vastata kysymyksiisi.

source: Listen here, come close. I don't know if you know what I know, but you have really got somethin' here. That's a map.
be: Слухай сюды, бліжэй стань. Не ведаю, ці ты ведаеш, што я ведаю, але тут у цябе сапраўды штосьці. Гэта мапа.
fi: Kuuntele, tule lähemmäs. En tiedä tiedätkö mitä minä tiedän, mutta sinulla on jotain todella arvokasta. Se on kartta.

source: Oh, I'm afraid this does not bode well at all. This map of the stars portends great disaster, but its secrets are not mine to tell. The time has come for you to have a very serious conversation with the Storyteller...
be: Авохці, нічога добрага гэта не вяшчуе. Мапа зорнага неба, яна прадракае вялікую бяду, але яе сакрэты не мае. Таму прыйшла пара табе вельмі сур'ёзна пагаварыць з Расказчыкам.
fi: Voi, pelkäänpä, että tämä ei lupaa mitään hyvää. Tämä tähtikartta ennustaa suurta katastrofia, mutta sen salaisuuksia en voi paljastaa. Sinun on tullut aika käydä vakava keskustelu Tarinankertojan kanssa...

source: I've been looking for a map, but that certainly isn't it. You should show that to Adria - she can probably tell you what it is. I'll say one thing; it looks old, and old usually means valuable.
be: Мапу я шукаў, але дакладна не такую. Эйдрыі пакажы. Напэўна аб'ясніць, што гэта. Скажу адно што з віду старая, а старая — значыць дарагая.
fi: Olen etsinyt karttaa, mutta tämä se ei ole. Näytä se Adrianille – hän voi varmaan kertoa, mikä se on. Sanon vain yhden asian: se näyttää vanhalta, ja vanha tarkoittaa yleensä arvokasta.

source: Pleeeease, no hurt. No Kill. Keep alive and next time good bring to you.
be: Калі лааааска, не бі. Не забі. Пакіні ў жывых, наступны раз нясці табе харошае.
fi: Ole kiltti, älä satuta. Älä tapa. Pysy hengissä, niin ensi kerralla hyvyys tuokoon sinulle jotain.

source: Something for you I am making. Again, not kill Gharbad. Live and give good. You take this as proof I keep word...
be: Нешта раблю для цябе. Не забівай Гарбада, калі ласка. Жыць і даць харошае. На, доказ, што праўду гавару...
fi: Teen sinulle jotain. Toistan, älä tapa Gharbadia. Elä ja tee hyvää. Ota tämä todisteeksi siitä, että pidän sanani...

source: Nothing yet! Almost done. Very powerful, very strong. Live! Live! No pain and promise I keep!
be: Яшчэ нічога! Амаль гатова. Вельмі моцнае, вельмі сільнае. Жыць! Жыць! Болю не будзе і абяцананне выканаю!
fi: Ei vielä mitään! Melkein valmis. Erittäin voimakas, erittäin vahva. Elä! Elä! Ei kipua ja lupaus, jonka pidän!

source: This too good for you. Very Powerful! You want - you take!
be: Для цябе занадта харошае. Вельмі моцнае! Ты хацець — ты забіраць!
fi: Tämä on liian hyvä sinulle. Erittäin voimakas! Haluatko sen, ota se!

source: What?! Why are you here? All these interruptions are enough to make one insane. Here, take this and leave me to my work. Trouble me no more!
be: Што?! Ты тут чаго? Так і здурнець можна калі столькі перыпыняюць. На, бяры і дай мне працаваць. Не дакучай мне больш!
fi: Mitä?! Miksi olet täällä? Kaikki nämä keskeytykset ovat tarpeeksi ajakseen jonkun jo hulluksi. Tässä, ota tämä ja jätä minut rauhaan. Älä häiritse minua enää!

source: Arrrrgh! Your curiosity will be the death of you!!!
be: А-а-ай! Твая цікаўнасць стане табе смерцю!!!
fi: Arrrrgh! Uteliasuutesi koituu kohtaloksesi!!!

source: Hello, my friend. Stay awhile and listen...
be: Прывет, дружа мой. Пастой крыху ды паслухай...
fi: Hei, ystäväni. Jää hetkeksi kuuntelemaan...

source: While you are venturing deeper into the Labyrinth you may find tomes of great knowledge hidden there. Read them carefully for they can tell you things that even I cannot.
be: На сваім шляху ўглыб Лабірынта ты можаш знайсці кнігі, якія таяць вялікія веды. Уважліва іх чытай, бо яны табе раскажуць такое, чаго і я нават не змог бы.
fi: Kun etenet syvemmälle labyrinttiin, saatat löytää sieltä piilotettuja tietokirjoja. Lue ne huolellisesti, sillä ne voivat kertoa sinulle asioita, joita edes minä en tiedä.

source: I know of many myths and legends that may contain answers to questions that may arise in your journeys into the Labyrinth. If you come across challenges and questions to which you seek knowledge, seek me out and I will tell you what I can.
be: Пакуль ты вандруеш па Лабірынце, ў цябе могуць паўстаць пытанні, адказы на якія могуць таіць міфы і легенды якія я ведаю. Калі сутыкнешся з нейкім такім пытаннем і зацікавішся ім, адшукай мяне, ды я раскажу, пра што змагу.
fi: Tiedän monia myyttejä ja legendoja, jotka saattavat sisältää vastauksia kysymyksiin, joita voi nousta esiin matkallasi labyrinttiin. Jos kohtaat haasteita ja kysymyksiä, joihin etsit vastauksia, etsi minut, niin kerron sinulle, mitä voin.

source: Griswold - a man of great action and great courage. I bet he never told you about the time he went into the Labyrinth to save Wirt, did he? He knows his fair share of the dangers to be found there, but then again - so do you. He is a skilled craftsman, and if he claims to be able to help you in any way, you can count on his honesty and his skill.
be: Грызвальд — чалавек вельмі руплівы і смелы. Я ўпэўнены, ён ніколі не расказваў табе, як выратаваў Вірта з Лабірынта, так жа? Ён добра ведае, якая вялікая небяспека тоіцца там, як і ты. Ён умелы майстар, таму калі ён сцвярджае, што ва ўсім табе можа дапамагчы, можаш не сумнявацца ў яго сумленнасці ды, ўмельстве.
fi: Griswold – mies, jolla on suuri toimintakyky ja rohkeus. Hän ei varmaankaan ole kertonut sinulle siitä kerrasta, kun hän meni labyrinttiin pelastamaan Wirtin, eihän? Hän tietää hyvin, millaisia vaaroja siellä on, mutta toisaalta – niin tiedät sinäkin. Hän on taitava käsityöläinen, ja jos hän väittää voivansa auttaa sinua jollain tavalla, voit luottaa hänen rehellisyyteensä ja taitoihinsa.

source: Ogden has owned and run the Rising Sun Inn and Tavern for almost four years now. He purchased it just a few short months before everything here went to hell. He and his wife Garda do not have the money to leave as they invested all they had in making a life for themselves here. He is a good man with a deep sense of responsibility.
be: Огдэн ужо чатыры гады карчмарыць ва Узыходным Сонцы. Ён выкупіў яго ўсяго за пару месяцаў да таго, як тут усё пакацілася к чорту. Яму і жонцы яго Гардзе не хапае грошай, каб з'ехаць адсюль, бо ўсё патрацілі, каб тут асесці. Ён добры чалавек, з моцным пачуццём адказнасці.
fi: Ogden on omistanut ja pyörittänyt Rising Sunia ja majataloa jo lähes neljä vuotta. Hän osti sen vain muutama kuukausi ennen kuin kaikki täällä meni päin helvettiä. Hänellä ja hänen vaimollaan Gardalla ei ole varaa lähteä, koska he ovat sijoittaneet kaiken omaisuutensa uuden elämän rakentamiseen täällä. Ogden on hyvä mies, jolla on syvä vastuuntunto.

source: Poor Farnham. He is a disquieting reminder of the doomed assembly that entered into the Cathedral with Lazarus on that dark day. He escaped with his life, but his courage and much of his sanity were left in some dark pit. He finds comfort only at the bottom of his tankard nowadays, but there are occasional bits of truth buried within his constant ramblings.
be: Небарака Фарнам. Неспакойны напамін аб загубленай суполцы, што ступіла ў Храм за Лазарам тым змрочным днём. Ён збег адтуль жывым, але храбрасць сваю, як і частку здаровага розуму, пакінуў у якойсьці чорнай яме. Цяпер ён знаходзіць суцяшэнне толькі на дне свайго куфля, але ў плыні яго бясконцай балбатні схаваны крупінкі праўды.
fi: Farnham-parka. Hän on huolestuttava muistutus tuhoon tuomituista, jotka astuivat katedraaliin Lasaruksen kanssa sinä pimeänä päivänä. Hän selvisi hengissä, mutta hänen rohkeutensa ja suurin osa hänen järjestään jäivät johonkin pimeään kuiluun. Nykyään hän löytää lohtua vain olutkannunsa pohjalta, mutta hänen jatkuvassa höpötyksessään on satunnaisesti totuuden jyväsiä.

source: The witch, Adria, is an anomaly here in Tristram. She arrived shortly after the Cathedral was desecrated while most everyone else was fleeing. She had a small hut constructed at the edge of town, seemingly overnight, and has access to many strange and arcane artifacts and tomes of knowledge that even I have never seen before.
be: Тая ведзьма, Эйдрыя, — як анамалія тут у Трыстраме. Яна прыбыла якраз калі апаганілі Храм, пакуль усе вакол з’язджалі адсюль. Яна збудавала хату на ўскраіне горада, відаць, ноччу, і мае доступ да многіх дзіўных і таемных артэфактаў і кніг з ведамі, якія нават я ніколі не бачыў.
fi: Adria on poikkeus Tristramissa. Hän saapui pian sen jälkeen, kun katedraali oli häväisty, kun taas kaikki muut olivat pakenemassa. Hän rakennutti pienen majan kaupungin laidalle, ilmeisesti yhdessä yössä, ja hänellä on käytössään monia outoja ja salaperäisiä esineitä ja tietokirjoja, joita edes minä en ole ennen nähnyt.

source: The story of Wirt is a frightening and tragic one. He was taken from the arms of his mother and dragged into the labyrinth by the small, foul demons that wield wicked spears. There were many other children taken that day, including the son of King Leoric. The Knights of the palace went below, but never returned. The Blacksmith found the boy, but only after the foul beasts had begun to torture him for their sadistic pleasures.
be: Гісторыя Вірта жахлівая і трагічная. Гадкія дэманяты з коп’ямі вырвалі яго з рук яго мацеры і сцягнулі ў лабірынт. Многа дзяцей забралі ў той дзень, уключаючы сына Караля. Рыцары палаца спускаліся туды, але ніхто не вярнуўся. Наш каваль знайшоў хлопчыка, але ўжо пасля таго, як яны пачалі яго катаваць дзеля сваёй садысцкай асалоды.
fi: Wirtin tarina on pelottava ja traaginen. Pienet, ilkeät demonit, jotka heiluttivat keihäitänsä, veivät hänet äitinsä sylistä ja raahasivat labyrinttiin. Sinä päivänä vietiin monia muita lapsia, mukaan lukien kuningas Leoricin poika. Palatsin ritarit menivät alas, mutta eivät koskaan palanneet. Seppä löysi pojan, mutta vasta sen jälkeen, kun ilkeät pedot olivat alkaneet kiduttaa häntä sadistisen mielihyvänsä vuoksi.

source: Ah, Pepin. I count him as a true friend - perhaps the closest I have here. He is a bit addled at times, but never a more caring or considerate soul has existed. His knowledge and skills are equaled by few, and his door is always open.
be: А, Піпін. Я лічу яго сапраўдным сябром, магчыма, бліжэйшага і не маю. Ён часам трохі збянтэжаны, але не нарадзілася яшчэ душа клапатлівейшая ці чуллівейшая. Мала з кім можна параўнаць яго веды і ўменне, а дзверы яго заўсёды адчыненыя.
fi: Ah, Pepin. Pidän häntä hyvänä ystävänä – ehkäpä lähimpänä ystävänäni täällä. Hän on toisinaan hieman sekava, mutta kukaan ei ole koskaan ollut huolehtivainen tai huomaavainen. Hänen tietonsa ja taitonsa ovat harvinaisia, ja hänen ovensa on aina avoinna.

source: Gillian is a fine woman. Much adored for her high spirits and her quick laugh, she holds a special place in my heart. She stays on at the tavern to support her elderly grandmother who is too sick to travel. I sometimes fear for her safety, but I know that any man in the village would rather die than see her harmed.
be: Джыліен добрая жанчына. Яе любяць за вясёлы нораў і смяшлівасць, і яна занімае асобнае месца ў маім сэрцы. Яна засталася ў карчме, каб даглядаць сваю пажылую бабулю, хвароба не дае ёй ехаць. Падчас я баюся за яе, але ведаю, што ўсякі ў вёсцы хутчэй бы сам памёр, чым даў бы яе ў крыўду.
fi: Gillian on hieno nainen. Hän on rakastettu iloisesta luonteestaan ja naurustaan, ja hänellä on erityinen paikka sydämessäni. Hän pysyy majatalossa tukeakseen vanhaa isoäitiään, joka on liian sairas matkustamaan. Pelkään joskus hänen turvallisuutensa puolesta, mutta tiedän, että kukaan kylän miehistä ei haluaisi nähdä hänen kärsivän.

source: Greetings, good master. Welcome to the Tavern of the Rising Sun!
be: Дабрыдзень, добры чалавек. Вітаю ў карчме Узыходнага Сонца!
fi: Tervehdys! Tervetuloa Nousevan auringon majataloon!

source: Many adventurers have graced the tables of my tavern, and ten times as many stories have been told over as much ale. The only thing that I ever heard any of them agree on was this old axiom. Perhaps it will help you. You can cut the flesh, but you must crush the bone.
be: Шмат прайдзісветаў удастоілі сталы маёй карчмы, а аповесцяў за імі расказалі ў дзесяць разоў больш пад столькі ж эля. Адзіная рэч, у якой яны ўсе сыходзіліся, была адна старая аксіёма. Можа яна табе дапаможа. Плоць можна разрэзаць, але мусіш разбіць косць.
fi: Monet seikkailijat ovat kunnioittaneet majataloni pöytiä, ja kymmenkertaisesti niin monta tarinaa on kerrottu yhtä monen oluen äärellä. Ainoa asia, josta he kaikki olivat yhtä mieltä, oli tämä vanha sananlasku. Ehkä se auttaa sinua. "Voit leikata lihaa, mutta luu sinun on murskattava".

source: Griswold the blacksmith is extremely knowledgeable about weapons and armor. If you ever need work done on your gear, he is definitely the man to see.
be: Каваль Грызвальд надзвычай дасведчаны ў зброі і брані. Калі табе як-небудзь спатрэбіцца апрацаваць свой рыштунак, табе дакладна да яго.
fi: Seppä Griswold on erittäin perehtynyt aseisiin ja haarniskoihin. Jos varusteesi tarvitsevat korjausta, hän on ehdottomasti oikea henkilö, jonka puoleen kääntyä.

source: Farnham spends far too much time here, drowning his sorrows in cheap ale. I would make him leave, but he did suffer so during his time in the Labyrinth.
be: Фарнам тут зашмат часу бавіць, топіць сваё гора ў танным элю. Я б праганяў яго, але ж тады ў Лабірынце ён і праўда многа выпакутаваў.
fi: Farnham viettää täällä aivan liikaa aikaa, hukuttaen surunsa halpaan olueeseen. Pakottaisin hänet lähtemään, mutta hän kärsi niin paljon labyrintissä käynnin jälkeen.

source: Adria is wise beyond her years, but I must admit - she frightens me a little. Well, no matter. If you ever have need to trade in items of sorcery, she maintains a strangely well-stocked hut just across the river.
be: Эйдрыя мудрая не па гадах, але мушу прызнацца — яна мяне трохі пужае. Ну і няважна. Калі табе спатрэбяцца якія чараўнічыя рэчы, яе хата за ракою, з вельмі дзіўна багатым выбарам тавараў.
fi: Adria on ikäistään viisaampi, mutta minun on myönnettävä, että hän pelottaa minua hieman. No, ei se haittaa. Jos joskus tarvitset taika esineitä, hänellä on oudon hyvin varustettu mökki joen toisella puolella.

source: If you want to know more about the history of our village, the storyteller Cain knows quite a bit about the past.
be: Калі хочаш больш знаць пра гісторыю нашай вёсці, расказчык Кейн ведае даволі многа пра мінульшчыну.
fi: Jos haluat tietää enemmän kylämme historiasta, tarinankertoja Cain tietää melko paljon menneisyydestä.

source: Wirt is a rapscallion and a little scoundrel. He was always getting into trouble, and it's no surprise what happened to him. He probably went fooling about someplace that he shouldn't have been. I feel sorry for the boy, but I don't abide the company that he keeps.
be: Вірт — маленькі жулік і нягоднік. Ён заўсёды трапляў у бяду, няма дзіва, што з ім такое здарылася. Відаць залез падурэць куды нельга было. Мне шкада яго, праўда, але тых, з кім ён водзіцца, я не трываю.
fi: Wirt on veijari ja pieni roisto. Hän joutui aina vaikeuksiin, joten ei ole mikään yllätys, mitä hänelle tapahtui. Hän luultavasti meni pelleilemään johonkin paikkaan, jossa hänen ei olisi pitänyt olla. Minun käy häntä sääliksi, mutta en siedä hänen seuraansa.

source: Pepin is a good man - and certainly the most generous in the village. He is always attending to the needs of others, but trouble of some sort or another does seem to follow him wherever he goes...
be: Піпін — добры чалавек, і дакладна самы велікадушны ў вёсцы. Ён заўсёды дбае пра патрэбы другіх, але нейкая бяда быццам і праўда следам за ім ідзе, куды б ён ні ішоў...
fi: Pepin on hyvä mies – ja varmasti kylän anteliain. Hän huolehtii aina muiden tarpeista, mutta jonkinlaiset ongelmat näyttävät seuraavan häntä minne hän meneekin...

source: Gillian, my Barmaid? If it were not for her sense of duty to her grand-dam, she would have fled from here long ago. Goodness knows I begged her to leave, telling her that I would watch after the old woman, but she is too sweet and caring to have done so.
be: Джыліен, барменка мая? Каб не пачуццё абавязку перад сваёй бабуляй, яна б даўно адсюль уцякла. Неба — сведка, маліў яе з'ехаць адсюль, казаў, маўляў, пагляджу старую, але яна занадта ўжо добрая і клапатлівая, каб так зрабіць.
fi: Gillian, baaritarjoilijani? Jos hänellä ei olisi velvollisuudentuntoa isoäitiään kohtaan, hän olisi paennut täältä jo kauan sitten. Luoja tietää, että rukoilin häntä lähtemään ja sanoin huolehtivani vanhasta naisesta, mutta hän on liian kiltti ja huolehtivainen tehdäkseen niin.

source: What ails you, my friend?
be: Што вам далягае, дружа мой?
fi: Mikä sinua vaivaa, ystäväni?

source: I have made a very interesting discovery. Unlike us, the creatures in the Labyrinth can heal themselves without the aid of potions or magic. If you hurt one of the monsters, make sure it is dead or it very well may regenerate itself.
be: Я вынайшаў адну надта цікавую рэч. У адрозненні ад нас, істоты ў Лабірынце могуць гаіць свае раны без чужога ўмяшання ці магіі. Калі раніш пачвару, упэўніся, што яна мёртая, іначай яна лёгка адновіцца.
fi: Olen tehnyt erittäin mielenkiintoisen löydön. Toisin kuin me, labyrintin olennot voivat parantaa itsensä ilman taikajuomien tai taikuuden apua. Jos satutat jotakin hirviötä, varmista, että se on kuollut.

source: Before it was taken over by, well, whatever lurks below, the Cathedral was a place of great learning. There are many books to be found there. If you find any, you should read them all, for some may hold secrets to the workings of the Labyrinth.
be: Да таго як Храм захапілі гэтыя, ну, хто там цяпер тоіцца, гэта было выдатнае месца для адукацыі. Там можна знайсці багата кніг. Усё што знойдзеш, чытай, бо з некаторых з іх можаш дазнацца аб тым, як устроены Лабірынт.
fi: Ennen kuin se joutui sen mitä katedraalin alapuolella on, oli se suuri oppimisen paikka. Siellä on paljon kirjoja. Jos löydät niitä, sinun pitäisi lukea ne kaikki, sillä jotkut saattavat sisältää salaisuuksia labyrintin toiminnasta.

source: Griswold knows as much about the art of war as I do about the art of healing. He is a shrewd merchant, but his work is second to none. Oh, I suppose that may be because he is the only blacksmith left here.
be: Грызвальд знаецца на ваенным дзеле так жа, як я на дзеле лячэбным. Праніклівы ён гандляр, але ж работа яго нікому не ўступае. Ой, мабыць гэта таму, што ён адзіны каваль, які тут застаўся.
fi: Griswold tietää sodankäynnistä yhtä paljon kuin minä tiedän parantamisesta. Hän on ovela kauppias, mutta hänen työnsä on vertaansa vailla. No, se johtuu varmaan siitä, että hän on ainoa jäljellä oleva seppä täällä.

source: Cain is a true friend and a wise sage. He maintains a vast library and has an innate ability to discern the true nature of many things. If you ever have any questions, he is the person to go to.
be: Кейн – сапраўдны сябар і вялікі мудрэц. Ён трымае вялізную бібліятэку і ад прыроды здольны распазнаць існую натуру многіх рэчаў. Калі будзеш мець якое-небудзь пытанне, да яго дакладна звярніся.
fi: Cain on todellinen ystävä ja viisas mies. Hän ylläpitää laajaa kirjastoa ja hänellä on luontainen kyky havaita monien asioiden todellinen luonne. Jos sinulla on kysyttävää, hän on oikea henkilö, jonka puoleen kääntyä.

source: Even my skills have been unable to fully heal Farnham. Oh, I have been able to mend his body, but his mind and spirit are beyond anything I can do.
be: Нават са сваімі ўменнямі я не змог да канца вылячыць Фарнама. Эх, целам-то ён ачуняў, але розум яго і дух па-за ўсімі маімі здольнасцямі.
fi: Jopa minun taitoni eivät ole pystyneet parantamaan Farnhamia täysin. Olen pystynyt parantamaan hänen ruumiinsa, mutta hänen mielensä ja henkensä ovat oman parantamiskykyni yläpuolella.

source: While I use some limited forms of magic to create the potions and elixirs I store here, Adria is a true sorceress. She never seems to sleep, and she always has access to many mystic tomes and artifacts. I believe her hut may be much more than the hovel it appears to be, but I can never seem to get inside the place.
be: Хоць я і карыстаюся магіяю, у абмежаваных яе формах, каб у запас ствараць зеллі ды эліксіры, вось Эйдрыя – сапраўдная чараўніца. Яна быццам ніколі не спіць, і заўсёды мае доступ да многіх таямнічых артэфактаў і фаліянтаў. Думаецца мне, хата яе — не проста халупа, якой яна падаецца, але туды ніколі не атрымліваецца зайсці.
fi: Vaikka käytänkin joitakin rajoitettuja taikuuden muotoja luodakseni täällä säilyttämiäni juoma- ja eliksiirejä, Adria on todellinen noita. Hän ei näytä koskaan nukkuvan, ja hänellä on aina käytettävissään monia mystisiä kirjoja ja esineitä. Uskon, että hänen majansa kätkee sisäänsä paljon enemmän kuin mitä hän ulospäin näyttää, mutta en ole koskaan päässyt sisälle.

source: Poor Wirt. I did all that was possible for the child, but I know he despises that wooden peg that I was forced to attach to his leg. His wounds were hideous. No one - and especially such a young child - should have to suffer the way he did.
be: Бедны Вірт. Я зрабіў ўсё, што мог, для малыша, але я ведаю, ён ненавідзіць тую кавялу, якую прыйшлося прымацаваць к яго назе. Раны былі жудасныя. Ды ніхто – асабліва такое малое дзіця – не мусіць пакутаваць так, як давялося яму.
fi: Wirt-parka. Tein kaiken mahdollisen lapsen hyväksi, mutta tiedän, että hän halveksii sitä puutappia, jonka jouduin kiinnittämään hänen jalkaansa. Hänen haavansa olivat kauhistuttavia. Kenenkään – etenkään niin pienen lapsen – ei pitäisi joutua kärsimään niin kuin hän.
