Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: Demon Plate Armor
be: Латы дэмана
fi: Demonihaarniska

source: Acolyte's Amulet
be: Амулет прыслужніка
fi: Noviisin amuletti

source: Gladiator's Ring
be: Пярсцёнак гладыятара
fi: Gladiattorien areena

source: Jester's
be: Блазанскі
fi: Narrin

source: Crystalline
be: Празрасты
fi: Kiteinen

source: Doppelganger's
be: Двайніковы
fi: Kaksoisolennot

source: devastation
be: спустошанасці
fi: murskaus

source: decay
be: гніцця
fi: kuihtua

source: peril
be: небяспекі
fi: uhka

# spell
source: the Magi
be: Мудрацы
fi: magin siunaus

# spell
source: the Jester
be: Блазан
fi: narrin temppu

# spell
source: Lightning Wall
be: Сцяна маланкі
fi: Salama seinä

# spell
source: Immolation
be: Спаленне
fi: Pätsin nousu

# spell
source: Warp
be: Скажэнне
fi: Teleportti

# spell
source: Reflect
be: Адбіццё
fi: Heijastus

# spell
source: Berserk
be: Берсерк
fi: Raivo

# spell
source: Ring of Fire
be: Пярсцёнак агню
fi: Tulen Sormus

# spell
source: Search
be: Пошук
fi: Paljastus

# spell
source: Rune of Fire
be: Руна агню
fi: Tulen Riimu

# spell
source: Rune of Light
be: Руна святла
fi: Valon Riimu

# spell
source: Rune of Nova
be: Руна новай зоркі
fi: Novan Riimu

# spell
source: Rune of Immolation
be: Руна спалення
fi: Tuliroihun Riimu

# spell
source: Rune of Stone
be: Руна каменя
fi: Kiven Riimu

source: Diablo Strike Team
be: Каманда Diablo Strike

source: OK
be: ОК

source: We maintain a chat server at Discord.gg/YQKCAYQ Follow the links to join our community where we talk about things related to Diablo, and the Hellfire expansion.
be: У нас ёсць чат у Discord.gg/YQKCAYQ Прайдзіе па спасылках, каб далучыцца да нашай суполкі, дзе мы абмяркоўваем усё звязанае з Diablo і дапаўненнем Hellfire.

source: I need help! Come Here!
be: Дапамажыце! Сюды!

source: Options:
be: Варыянты:

source: version {:s}
be: версія {:s}

source: Decrease Gamma
be: Паменшыць гаму

source: Increase Gamma
be: Павысіць гаму

source: No automap available in town
be: Мапа не даступна ў горадзе

source: Restart In Town
be: Пачаць зноў у Горадзе

source: Gamma
be: Гама

source: Heart
be: Сэрца

source: Book of
be: Кніга

source: Lapis
be: Ляпісны

source: Jade
be: Нефрытавы

source: Inferno
be: Апраметны

source: Bramble
be: Ажына

source: Flambeau
be: Светач

source: Blitzen
be: Бляск

source: Shirotachi
be: Шыратачы

source: recover life
be: вярнуць жыццё

source: deadly heal
be: смяротнае лячэнне

source: decrease strength
be: паменшыць моц

source: decrease dexterity
be: паменшыць спрыт

source: decrease vitality
be: паменшыць жывучасць

source: Right-click to read, then
be: Націснуць правай кнопкай мышы каб прачытаць, пасля

source: left-click to target
be: націснуць левай кнопкай мышы па цэлі

source: Select from spell book, then
be: Выберыце з кнігі чараў, пасля

source: cast spell to read
be: накладзіце чары каб прачытаць

source: {:d} Mag
be: {:d} Маг

source: Mana: {:+d}
be: Мана: {:+d}

source: you can't heal
be: не можаце лячыцца

source: hit monster doesn't heal
be: удар па пачвары не лечыць

source: Faster attack swing
be: Узмах шпарчэйшай атакі

source: see with infravision
be: глядзець скрозьбачаннем

# monster
source: Na-Krul
be: На-Крул

# monster
source: Lachdanan
be: Лакданан

source: Trying to drop a floor item?
be: Хочаце кінуць рэч на зямлю?

source: Eldritch
be: Жудасны

source: Divine
be: Боскі

source: Ornate
be: Аздоблены

source: Vile Stand
be: Агідная стойка

source: Quality of the resampler, from 0 (lowest) to 10 (highest).
be: Якасць перадыскрэтызатару, ад 0 (найменшы) да 10 (найбольшы)

source: Forces waiting for Vertical Sync. Prevents tearing effect when drawing a frame. Disabling it can help with mouse lag on some systems.
be: Прымушае пачакаць Вертыкальную Сінхранізацыю. Забараняе эфект разрыву калі кадр вымалёўваецца. Калі яго выключыць у некаторых сістэмах ладзіць лаг мышкі.

source: Alternate nest art
be: Альтэрнатыўны малюнак гнязда

source: FPS Limiter
be: Абмежавальнік FPS

source: FPS is limited to avoid high CPU load. Limit considers refresh rate.
be: FPS абмежаваны, каб пазбегнуць высокай нагрузкі на працэсар. Ліміт улічвае частату абнаўлення.

source: When enabled Cauldrons, Fascinating Shrines, Goat Shrines, Ornate Shrines and Sacred Shrines are not able to be clicked on and labeled as disabled.
be: Калі ўключана, нельга націснуць на Катлы, Чароўныя Алтары, Казліныя Алтары, Аздобленыя Алтары, Святыя Алтары, і яны паказаныя як нерабочыя.

source: To hit
be: Ударыць

source: Mana
be: Мана

# spellbook
source: Mana: {:d}
be: Мана: {:d}

source: Failed to open player archive for writing.
be: Не ўдалося адкрыць архіў гульца для запісу.

source: Failed to open stash archive for writing.
be: Не ўдалося адкрыць схаваны архіў для запісу.

source: Unable to read to save file archive
be: Немагчыма прачытаць, каб захаваць архіў файла

source: Unable to write to save file archive
be: Немагчыма запісаць, каб захаваць архіў файла

source: Lachdanan
be: Лакданан

source: Na-Krul
be: На-Крул

# spell
source: Nova
be: Новая Зорка

# spell
source: Inferno
be: Пекла

# spell
source: Mana
be: Мана

source: Griswold
be: Грызвальд

source: Pepin
be: Піпін

source: Ogden
be: Огдэн

source: Cain
be: Каін

source: Farnham
be: Фарнам

source: Adria
be: Эйдрыя

source: Gillian
be: Джыльен

source: Wirt
be: Вірт

source: Dur: {:d}/{:d},
be: Мац: {:d}/{:d},

source: Indestructible,
be: Незнішчальны

source: No required attributes
be: Няма патрэбных атрыбутаў

source: This is a place of great anguish and terror, and so serves its master well. Tread carefully or you may yourself be staying much longer than you had anticipated.
be: Тое месца вялікіх пакут і жахаў, таму яно і служыць добра сваім гаспадарам. Ступай асцярожна, або і ты затрымаешся там дольш, чым спадзяваешся.

source: Zzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz...
be: Хр-р-р-р-р-р-р-р-р-р-р-р-р-р-р-р...

source: If I was you... and I ain't... but if I was, I'd sell all that stuff you got and get out of here. That boy out there... He's always got somethin good, but you gotta give him some gold or he won't even show you what he's got.
be: Будзь я табой... хаця я не ты... але будзь я, я б прадаў усё, што маеш, і даў бы драпака адсюлека. Унь хлопец гэны... У яго заўсёды нешта файнае, але яму трэ золата адсыпаць, а то ён нат не пакажа, што там у яго.

source: Beyond the Hall of Heroes lies the Chamber of Bone. Eternal death awaits any who would seek to steal the treasures secured within this room. So speaks the Lord of Terror, and so it is written.
be: За заламі герояў стаіць Пакой Касцей. Вечная смерць чакае ўсякага хто паквапіцца на скарбы ахаваныя ў тым месцы. Так кажа Пан Жаху, так і напісана.

source: The armories of Hell are home to the Warlord of Blood. In his wake lay the mutilated bodies of thousands. Angels and man alike have been cut down to fulfill his endless sacrifices to the Dark ones who scream for one thing - blood.
be: Збраёўні Пекла — дом Крывавага Ваяводы. За ім ляжаць знявечаныя целы тысяч і тысяч. Забіты і анёлы і людзі, усё ў ахвяру Цёмным, што крычаць аб адным — крыві.

source: My grandmother often tells me stories about the strange forces that inhabit the graveyard outside of the church. And it may well interest you to hear one of them. She said that if you were to leave the proper offering in the cemetary, enter the cathedral to pray for the dead, and then return, the offering would be altered in some strange way. I don't know if this is just the talk of an old sick woman, but anything seems possible these days.
be: Бабуля мне часта расказвае пра дзіўныя сілы, што насяляюць могілкі каля царквы. Можа, адна такая гісторыя зацікавіць цябе. Яна казала, што калі пакінуць на цвінтары належную ахвяру, зайсці ў сабор і памаліцца за мёртвых, а потым вярнуцца, ахвяра неяк дзіўна зменіцца. Не ведаю, ці гэта проста словы хворай старой, але гэтыя дні быццам усё можа быць.

source: Cloudy and cooler today. Casting the nets of necromancy across the void landed two new subspecies of flying horror; a good day's work. Must remember to order some more bat guano and black candles from Adria; I'm running a bit low.
be: Сёння халадней, і хмар больш. Закінутыя ў пустату сеткі некрамансіі злавілі два новыя падвіды лятучага жаху, слаўна сёння паработаў. Трэба не забыць заказаць яшчэ кажанова калу і чорных свечак у Эйдрыі. Патраціліся мае запасы.

source: Celia
be: Сілія
