Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: The greatest power is often the shortest lived. You may find ancient words of power written upon scrolls of parchment. The strength of these scrolls lies in the ability of either apprentice or adept to cast them with equal ability. Their weakness is that they must first be read aloud and can never be kept at the ready in your mind. Know also that these scrolls can be read but once, so use them with care.
be: Найвялікшая сіла часцей і жыве карацей ад усіх. Ты можаш знайсці словы старасвецкай сілы на скрутках пергаменту. Моц такіх скруткаў заключана ва уласцівасці іх карыстання: аднолькавы поспех чакае і простага вучня, і адэпта. Слабасць жа іх у тым, што спачатку павінна прачытаць іх услых, і іх нельга захаваць сабе ў памяці. Ведай і тое, што выкарыстаць такі скрутак можна толькі аднойчы, таму выкарыстоўвай іх абачліва.
fi: Suurin voima on usein lyhytikäisin. Saatat löytää muinaisia voimasanoja kirjoitettuina pergamenttikääröihin. Näiden kääröjen vahvuus piilee siinä, että sekä oppipoika että mestari voivat käyttää niitä yhtä taitavasti. Niiden heikkous on, että ne on ensin luettava ääneen, eikä niitä voi pitää valmiina mielessä. Huomaa myös, että näitä kääröjä voi lukea vain kerran, joten käytä niitä varovasti.

source: Though the heat of the sun is beyond measure, the mere flame of a candle is of greater danger. No energies, no matter how great, can be used without the proper focus. For many spells, ensorcelled Staves may be charged with magical energies many times over. I have the ability to restore their power - but know that nothing is done without a price.
be: Хаця гарачыню сонца нельга змераць, полымя ўсяго аднае свечкі небяспечнейшае. Няма энергіі, якою можна было б карыстацца без належнага фокусу. Для многіх чар гэта працуе так, што праз скрутак магчыма зарадзіць посах іх магічнаю сілаю, і многа раз. Я магу аднавіць іх сілу, але ведай, што нічога не робіцца дарма.
fi: Vaikka auringon lämpö on mittaamaton, pelkkä kynttilän liekki on suurempi vaara. Mitään energiaa, riippumatta sen suuruudesta, ei voi käyttää ilman asianmukaista keskittymistä. Monissa loitsuissa lumotut sauvat voidaan ladata useita kertoja maagisella energialla. Minulla on kyky palauttaa niiden voima, mutta tiedän, että mikään ei tapahdu ilman hintaa.

source: The sum of our knowledge is in the sum of its people. Should you find a book or scroll that you cannot decipher, do not hesitate to bring it to me. If I can make sense of it I will share what I find.
be: Сума нашых вед у суме людзей, што імі валодаюць. Калі знойдзеш кнігу ці скрутак, які не можаш расшыфраваць, не вагайся звярнуцца да мяне. Калі я ўбачу ў тым сэнс, я падзялюся, чым змагу.
fi: Tietomme on sen kansan summa. Jos löydät kirjan tai käärön, jota et osaa tulkita, tuo se minulle. Jos pystyn ymmärtämään sen, jaan löydökseni kanssasi.

source: To a man who only knows Iron, there is no greater magic than Steel. The blacksmith Griswold is more of a sorcerer than he knows. His ability to meld fire and metal is unequaled in this land.
be: Для чалавека, каторы ведае толькі жалеза, няма большай магіі за Сталь. Каваль Грызвальд большы чараўнік, чым ён здагадваецца. У гэтым краі ў здольнасці зліваць агонь і метал яму няма роўных.
fi: Miehelle, joka tuntee vain rautaa, ei ole suurempaa taikaa kuin teräs. Seppä Griswold on enemmän velho kuin hän itse tietää. Hänen kykynsä yhdistää tuli ja metalli on vertaansa vailla tässä maassa.

source: Corruption has the strength of deceit, but innocence holds the power of purity. The young woman Gillian has a pure heart, placing the needs of her matriarch over her own. She fears me, but it is only because she does not understand me.
be: Псота валодае сілай падману, але нявіннасць змяшчае сілу чысціні. Юная кабета Джыліен мае чыстае сэрца, і ставіць беды сваёй роданачальніцы вышэй за свае. Яна страшыцца мяне, але толькі таму, што не разумее мяне.
fi: Korruptiolla on petoksen voima, mutta viattomuudella on puhtauden voima. Nuori nainen Gillian on sydämeltään puhdas ja asettaa matriarkan tarpeet omien tarpeidensa edelle. Hän pelkää minua, mutta se johtuu vain siitä, että hän ei ymmärrä minua.

source: A chest opened in darkness holds no greater treasure than when it is opened in the light. The storyteller Cain is an enigma, but only to those who do not look. His knowledge of what lies beneath the cathedral is far greater than even he allows himself to realize.
be: Куфар, калі адкрыты ў цемры, не змяшчацьме большы скарб, чым калі адкрыты ў святле. Расказчык Кейн – таямніца, але толькі для тых, хто не ўглядаецца. Яго веды аб тым, што знаходзіцца пад саборам, значна большыя, чым ён нават дазваляе сабе ўявіць.
fi: Pimeässä avattu arkku ei sisällä suurempaa aarretta kuin valossa avattu arkku. Tarinankertoja Cain on arvoitus, mutta vain niille, jotka eivät katso. Hänen tietonsa katedraalin alla olevasta on paljon suurempi kuin hän itse edes uskaltaa tajuta.

source: The higher you place your faith in one man, the farther it has to fall. Farnham has lost his soul, but not to any demon. It was lost when he saw his fellow townspeople betrayed by the Archbishop Lazarus. He has knowledge to be gleaned, but you must separate fact from fantasy.
be: Чым вышэй ты ставіш веру ў аднаго чалавека, тым вышэй ёй потым упасці. Фарнам страціў душу, але не на карысць дэманам. Яна страцілася, калі ён бачыў, як яго землякам здрадзіў Архібіскуп Лазар. Ён валодае ведамі, якія варта збіраць па каліве, але мусіш адрозніваць факт ад фантазіі.
fi: Mitä enemmän uskot yhteen ihmiseen, sitä syvemmälle se voi pudota. Farnham on menettänyt sielunsa, mutta ei minkään demonin vuoksi. Se katosi, kun hän näki arkkipiispa Lazaruksen pettävän hänen kaupunkilaisensa. Hänellä on tietoa, jota voi hyödyntää, mutta sinun on erotettava faktat fantasiasta.

source: The hand, the heart and the mind can perform miracles when they are in perfect harmony. The healer Pepin sees into the body in a way that even I cannot. His ability to restore the sick and injured is magnified by his understanding of the creation of elixirs and potions. He is as great an ally as you have in Tristram.
be: Рука, сэрца і розум твораць цуды, калі яны ў суладнасці. Лекар Піпін зазірае ў цела так, як не магу нават я. Яго здольнасць аднаўляць хворых і параненых памножана яго разуменнем стварання эліксіраў і зелляў. Лепшага паплечніка ў Трыстраме табе не знайсці.
fi: Käsi, sydän ja mieli voivat tehdä ihmeitä, kun ne ovat täydellisessä harmoniassa. Parantaja Pepin näkee kehon sisälle tavalla, johon edes minä en pysty. Hänen kykynsä parantaa sairaita ja loukkaantuneita vahvistuu hänen ymmärryksellään eliksiirien ja taikajuomien valmistuksesta. Hän on yhtä suuri liittolainen kuin sinä Tristramissa.

source: There is much about the future we cannot see, but when it comes it will be the children who wield it. The boy Wirt has a blackness upon his soul, but he poses no threat to the town or its people. His secretive dealings with the urchins and unspoken guilds of nearby towns gain him access to many devices that cannot be easily found in Tristram. While his methods may be reproachful, Wirt can provide assistance for your battle against the encroaching Darkness.
be: Мы многа не ведаем аб будучыні, але калі яна надыходзіць, то трапляе ў рукі дзяцей. Хлопчык Вірт мае чарнату на душы сваёй, але ён не кідае ценю пагрозы ні на горад, ні на яго людзей. Вынік яго патаемных спраў з абадранцамі і скрытнымі гільдыямі вакольных гарадоў у яго доступе да многіх прылад, якія не так проста знайсці ў Трыстраме. Яго спосабы можна дакараць, але Вірт можа паспрыяць табе ў тваёй бітве з Цемраю, якая не адступае.
fi: Tulevaisuudessa on paljon asioita, mitä emme voi nähdä, mutta kun se koittaa, se on lasten käsissä. Pojan Wirtin sielu on pimeä, mutta hän ei ole uhka kaupungille tai sen asukkaille. Hänen salaiset kaupat katulasten ja läheisten kaupunkien salaseurojen kanssa antavat hänelle pääsyn moniin laitteisiin, joita ei ole helppo löytää Tristramista. Vaikka hänen menetelmänsä voivat olla moitittavia, Wirt voi auttaa sinua taistelussa lähestyvää pimeyttä vastaan.

source: Earthen walls and thatched canopy do not a home create. The innkeeper Ogden serves more of a purpose in this town than many understand. He provides shelter for Gillian and her matriarch, maintains what life Farnham has left to him, and provides an anchor for all who are left in the town to what Tristram once was. His tavern, and the simple pleasures that can still be found there, provide a glimpse of a life that the people here remember. It is that memory that continues to feed their hopes for your success.
be: То не сцены ды страха дом ствараюць. У гэтым мястэчку карчмар Огдэн служыць большай мэце, чым многія могуць падумаць. Ён дае прытулак Джыліен і яе роданачальніцы, падтрымлівае жыццё Фарнама, якое той скінуў на яго, і служыць усім, хто застаўся ў горадзе, якарам колішняга Трыстрама. Яго карчма і простыя радасці, што яшчэ можна знайсці там, даюць мелькам зірнуць на жыццё, якое людзі тут яшчэ помняць. Гэта ж памяць і жывіць іх надзею на твой поспех.
fi: Maanseinät ja olkikatto eivät vielä tee kotia. Majatalonpitäjä Ogdenilla on tässä kaupungissa suurempi merkitys kuin monet ymmärtävät. Hän tarjoaa Gillianille ja hänen äidilleen suojan, ylläpitää sitä, mitä Farnham on hänelle jättänyt, ja tarjoaa kaikille kaupungissa jäljellä oleville ankkurin siihen, mitä Tristram kerran oli. Hänen majatalonsa ja siellä yhä löydettävissä olevat yksinkertaiset nautinnot tarjoavat vilauksen elämästä, jonka ihmiset täällä muistavat. Juuri se muisto ruokkii heidän toiveitaan sinun menestyksestäsi.

source: Pssst... over here...
be: Пс... ходзь сюды...
fi: Psst… täällä...

source: Not everyone in Tristram has a use - or a market - for everything you will find in the labyrinth. Not even me, as hard as that is to believe. Sometimes, only you will be able to find a purpose for some things.
be: Не ўсім у Трыстраме ёсць карысць – ці інтарэс – да ўсяго, што ты знаходзіш у лабірынце. Нават мне, як ні цяжка гэтаму паверыць. Іншым разам толькі табе ўдасца знайсці прымяненне некаторым рэчам.
fi: Kaikilla Tristramin asukkailla ei ole käyttöä – tai markkinoita – kaikelle, mitä labyrintistä löytyy. Edes minulla ei ole, vaikka se onkin vaikea uskoa. Joskus vain sinä pystyt löytämään tarkoituksen joillekin asioille.

source: Don't trust everything the drunk says. Too many ales have fogged his vision and his good sense.
be: Не давай веры ўсяму, што кажа апівоша. Столькі многа элю патупіла яму і вочы і цвярозы розум.
fi: Älä usko kaikkea, mitä juoppo sanoo. Liian monet oluet ovat sumuttaneet hänen näkönsä ja järkensä.

source: In case you haven't noticed, I don't buy anything from Tristram. I am an importer of quality goods. If you want to peddle junk, you'll have to see Griswold, Pepin or that witch, Adria. I'm sure that they will snap up whatever you can bring them...
be: Калі не добра відаць, я нічога не купляю з Трыстрама. Я імпарцёр якаснага тавару. Калі хочаш смецце каму загнаць, ідзі да Грызвальда там, Піпіна, або да ведзьмы той, Эйдрыі. Упэўнены, з рукамі адарвуць, што ні прынясеш…
fi: Jos et ole huomannut, en osta mitään Tristramista. Olen laadukkaiden tavaroiden maahantuoja. Jos haluat myydä roskaa, sinun täytyy mennä Griswoldin, Pepinin tai sen noidan, Adrian, luo. Olen varma, että he ostavat kaiken, mitä voit heille tuoda...

source: I guess I owe the blacksmith my life - what there is of it. Sure, Griswold offered me an apprenticeship at the smithy, and he is a nice enough guy, but I'll never get enough money to... well, let's just say that I have definite plans that require a large amount of gold.
be: Здаецца я кавалю жыццём абавязаны, вярней тым што ад яго засталося. Вядома, Грызвальд мяне ў вучні зваў на кузню, і ён даволі добры мужык, але там я ніколі не накаплю на… ну, скажам так, ёсць у мяне адна задума, для якой мне трэба вялікая куча золата.
fi: Luulen, että olen sepälle velkaa henkeni – sen, mitä siitä on jäljellä. Totta, Griswold tarjosi minulle oppisopimuskoulutusta sepänpajassa, ja hän on mukava kaveri, mutta en koskaan saisi tarpeeksi rahaa... No, sanotaan vain, että minulla on tarkat suunnitelmat, jotka vaativat paljon kultaa.

source: If I were a few years older, I would shower her with whatever riches I could muster, and let me assure you I can get my hands on some very nice stuff. Gillian is a beautiful girl who should get out of Tristram as soon as it is safe. Hmmm... maybe I'll take her with me when I go...
be: Будзь я трохі старшэй, хадзіла б яна ў золаце, якое толькі б пажадала, і не сумнявайся, я магу дастаць сапраўды харошыя рэчы. Джыліен – добрая дзяўчына, трэба ёй цякаць з Трыстрама, пакуль мажліва. Гм-м-м… мо ўзяць яе з сабою, калі пайду…
fi: Jos olisin muutaman vuoden vanhempi, lellisin hänet kaikella rikkaudella, jonka voisin kerätä, ja voin vakuuttaa, että saan käsiini todella hienoja tavaroita. Gillian on kaunis tyttö, jonka pitäisi lähteä Tristramista heti, kun on turvallista. Hmmm... ehkä otan hänet mukaani, kun lähden...

source: Cain knows too much. He scares the life out of me - even more than that woman across the river. He keeps telling me about how lucky I am to be alive, and how my story is foretold in legend. I think he's off his crock.
be: Кейн ведае занадта многа. Як ён мяне гэтым страшыць, нават мацней за тую, што за ракой жыве. Ён усё кажа, маўляў, як мне павязло што я жывы, і што мая гісторыя прадказана ў легендзе. Мне здаецца ён зусім з глуздоў з'ехаў.
fi: Cain tietää liikaa. Hän pelottaa minua – jopa enemmän kuin se nainen joen toisella puolella. Hän toistelee minulle, kuinka onnekas olen, että olen elossa, ja kuinka tarinani on ennustettu legendassa. Luulen, että hän on seonnut.

source: Farnham - now there is a man with serious problems, and I know all about how serious problems can be. He trusted too much in the integrity of one man, and Lazarus led him into the very jaws of death. Oh, I know what it's like down there, so don't even start telling me about your plans to destroy the evil that dwells in that Labyrinth. Just watch your legs...
be: Фарнам — вось у каго сур'ёзныя праблемы, а я-то знаю, якімі сур'ёзнымі могуць быць праблемы. Даверыўся шчырасці аднаго чалавека засільна, Лазар яго і завёў у самую пашчу смерці. А, дый я знаю, як там, нават не пачынай пра свае планы знішчыць зло, што асялілася ў Лабірынце. Ногі беражы, вось што скажу...
fi: Farnham – siinä on mies, jolla on vakavia ongelmia, ja minä tiedän hyvin, kuinka vakavia ongelmat voivat olla. Hän luotti liikaa yhden miehen rehellisyyteen, ja Lazarus johti hänet kuoleman syliin. Voi, minä tiedän, millaista siellä on, joten älä edes yritä kertoa minulle suunnitelmistasi tuhota pahuus, joka asuu siinä labyrintissä. Varo vain jalkojasi...

source: As long as you don't need anything reattached, old Pepin is as good as they come. If I'd have had some of those potions he brews, I might still have my leg...
be: Калі толькі табе не трэба нешта прымацаваць, лепш старога Піпіна тут няма. Былі б у мяне тады яго зеллі, можа і з нагою бы застаўся...
fi: Kunhan mitään ei tarvitse kiinnittää uudelleen, vanha Pepin on paras mahdollinen valinta. Jos olisin saanut maistaa hänen keittämiään juomia, jalkani olisi ehkä vielä tallella...

source: Adria truly bothers me. Sure, Cain is creepy in what he can tell you about the past, but that witch can see into your past. She always has some way to get whatever she needs, too. Adria gets her hands on more merchandise than I've seen pass through the gates of the King's Bazaar during High Festival.
be: Вось Эйдрыя мяне праўда непакоіць. Кейн канешне страшны, як ён табе пра тваё мінулае можа расказаць, аж ведзьма тая можа ў тваё мінулае зазірнуць. І ёй вечна ўдаецца дастаць усё, што ёй зажадаецца. Яна столькі тавару прыдабывае, больш чым я бачыў цераз браму на каралеўскім базары ў Вялікі Фэст.
fi: Adria todella häiritsee minua. Toki, Cain on kammottava siinä, mitä hän voi kertoa sinulle menneisyydestä, mutta tuo noita voi nähdä menneisyyteesi. Hänellä on myös aina jokin keino saada mitä tahansa hän tarvitsee. Adria saa käsiinsä enemmän tavaraa kuin kulkeva Kuningas basaarin porttien läpi Suuren juhlan aikana.

source: Ogden is a fool for staying here. I could get him out of town for a very reasonable price, but he insists on trying to make a go of it with that stupid tavern. I guess at the least he gives Gillian a place to work, and his wife Garda does make a superb Shepherd's pie...
be: Дурань Огдэн, што тут застаецца. Я бы яго адсюль вывез ды па вельмі разумнай цане, але ён упёрся, хоча з гэтай дурной карчмы разбагацець. Ну, хоць Джыліен ёсць дзе рабіць, і жонка ягоная, Гарда, проста цудоўную запяканку гатуе...
fi: Ogden on hölmö, kun jää tänne. Voisin saada hänet lähtemään pois kaupungista hyvin kohtuulliseen hintaan, mutta hän haluaa ehdottomasti jatkaa sen typerän tavernan pyörittämistä. Ainakin hän tarjoaa Gillianille työpaikan, ja hänen vaimonsa Garda tekee todella erinomaisen paistettua lihapiirakkaa...

source: Beyond the Hall of Heroes lies the Chamber of Bone. Eternal death awaits any who would seek to steal the treasures secured within this room. So speaks the Lord of Terror, and so it is written.
be: За заламі герояў стаіць Пакой Касцей. Вечная смерць чакае ўсякага хто паквапіцца на скарбы ахаваныя ў тым месцы. Так кажа Пан Жаху, так і напісана.
fi: Sankarien salin takana sijaitsee Luukammio. Ikuinen kuolema odottaa kaikkia, jotka yrittävät varastaa tämän huoneen aarteita. Niin sanoo Kauhun Herra, ja niin on kirjoitettu.

source: ...and so, locked beyond the Gateway of Blood and past the Hall of Fire, Valor awaits for the Hero of Light to awaken...
be: І вось, замкнёная за варотамі крыві, цераз залу агнёў, Адвага чакае, калі герой святла абудзіцца…
fi: Lukittuna Veren portin ja Tulen salin takana, Valor-haarniska odottaa sankarin heräämistä...

source: I can see what you see not. Vision milky then eyes rot. When you turn they will be gone, Whispering their hidden song. Then you see what cannot be, Shadows move where light should be. Out of darkness, out of mind, Cast down into the Halls of the Blind.
be: Віджу, што табе не відна, Зрок тупее, вочы ў гнілі. Іх няма, як абярнешся, Шэпчуць толькі тайну песню. Тут убачыш, што не ўбачыць. Дзе святло? Там цені танчуць. З глудзу, з цьмы ты паляціш. Проста ўніз, у Зал Сляпых.
fi: Näen sen, mitä sinä et näe. Näkö sumenee, silmät mätänevät. Kun käännyt, ne ovat poissa, kuiskaten salattua lauluaan. Sitten näet sen, mitä ei voi olla, varjot liikkuvat siellä, missä valon pitäisi olla. Pimeydestä, mielestä, heitetty alas sokeiden saliin.

source: The armories of Hell are home to the Warlord of Blood. In his wake lay the mutilated bodies of thousands. Angels and men alike have been cut down to fulfill his endless sacrifices to the Dark ones who scream for one thing - blood.
be: Збраёўні Пекла — дом Крывавага ваяводы. За ім ляжаць знявечаныя целы тысяч і тысяч. Забіты і анёлы і людзі, усё ў ахвяру Цёмным, што крычаць аб адным — крыві.
fi: Helvetin asevarastot ovat Verisoturin koti. Hänen jälkeensä jäävät tuhansien silvotut ruumiit. Enkelit ja ihmiset ovat joutuneet hänen loputtomien uhraustensa kohteeksi pimeyden voimille, jotka huutavat yhtä asiaa: verta.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. There is a war that rages on even now, beyond the fields that we know - between the utopian kingdoms of the High Heavens and the chaotic pits of the Burning Hells. This war is known as the Great Conflict, and it has raged and burned longer than any of the stars in the sky. Neither side ever gains sway for long as the forces of Light and Darkness constantly vie for control over all creation.
be: Зважайце ж і будзьце сведкамі ісціны, выказанае тут, бо то ёсць апошняе са спадчыны Харадрым. Нават цяпер лютуе вайна, па-за межамі, вядомымі нам – меж Бездакорных каралеўстваў Вярхоўных Нябёс і Бязладнай Прорвы Агністых Пекел. Імя тае вайны – Вялікае Змаганне, і бушуе яны ды гарыць ужо даўжэй за ўсякую зорку на небе. Ніводзін бок не бярэ верх надоўга, покуль сілы Святла і Цемры бесперастанку спаборнічаюць за ўладу над усім існым.
fi: Ottakaa neuvosta vaari ja todistakaa tämän kirjan sisältämät totuudet, sillä ne ovat Horadrimin viimeinen perintö. Tälläkin hetkellä raivoaa sota, kaukana meidän tuntemistamme maista – utopististen Korkeiden Taivaiden valtakuntien ja kaoottisten Palavien Helvetin kuilujen välillä. Tätä sotaa kutsutaan Suureksi konfliktiksi, ja se on raivonnut ja palanut kauemmin kuin mikään tähti taivaalla. Kumpikaan osapuoli ei koskaan saa pitkäaikaista valtaa, sillä valon ja pimeyden voimat kilpailevat jatkuvasti koko luomakunnan hallitsemisesta.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. When the Eternal Conflict between the High Heavens and the Burning Hells falls upon mortal soil, it is called the Sin War. Angels and Demons walk amongst humanity in disguise, fighting in secret, away from the prying eyes of mortals. Some daring, powerful mortals have even allied themselves with either side, and helped to dictate the course of the Sin War.
be: Зважайце ж і будзьце сведкамі ісціны, выказанае тут, бо то ёсць апошняе са спадчыны Харадрым. Калі адвечнае змаганне меж Вярхоўнымі Нябёсамі і Агністымі Пекламі выпадае на смертных грунт, то і ёсць Вайна Граху. Анёлы і дэманы скрытыя ходзяць сярод людзей, таемна змагаючыся, чым далей ад цікаўных чалавечых вачэй. Некаторыя са смертных, магутныя і смелыя, нават сталі ў хаўрус з адным з двух бакоў, дапамагаючы весці ход вайны.
fi: Ottakaa neuvosta vaari ja todistakaa tämän kirjan sisältämät totuudet, sillä ne ovat Horadrimin viimeinen perintö. Kun korkeiden taivaiden ja palavien helvetin ikuinen konflikti leviää kuolevaisten maalle, sitä kutsutaan synnin sodaksi. Enkelit ja demonit kulkevat ihmisten joukossa naamioituneina ja taistelevat salaa, kaukana kuolevaisten uteliaista katseista. Jotkut rohkeat, voimakkaat kuolevaiset ovat jopa liittoutuneet jommankumman puolen kanssa ja auttaneet sanelemaan synnin sodan kulun.
