Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: If you have questions about blindness, you should talk to Pepin. I know that he gave my grandmother a potion that helped clear her vision, so maybe he can help you, too.
be: Калі ў цябе пытанні пра слепату, пагавары з Піпінам. Я ведаю, што ён даў маёй бабулі зелле, што праясніла ёй зрок, можа ён і табе дапаможа.
fi: Jos sinulla on kysymyksiä sokeudesta, sinun pitäisi puhua Pepinin kanssa. Tiedän, että hän antoi isoäidilleni juoman, joka auttoi parantamaan hänen näkönsä, joten ehkä hän voi auttaa sinuakin.

source: I am afraid that I have neither heard nor seen a place that matches your vivid description, my friend. Perhaps Cain the Storyteller could be of some help.
be: Баюся я ні відам не відаў, ні слыхам не чуваў пра месцо, каб падыходзіло пад гэдакае жывое апісанне, дружа. Расказчык Кейн мог бы спамагчы.
fi: Pelkäänpä, että en ole kuullut tai nähnyt paikkaa, joka vastaisi elävää kuvailuasi, ystäväni. Ehkä tarinankertoja Cain voisi olla avuksi.

source: Look here... that's pretty funny, huh? Get it? Blind - look here?
be: Ну глядзі... праўда смешна, га? Зразумела? Зала сляпых– глядзі?
fi: Katso tätä... aika hauskaa, eikö? Tajusitko? Sokea - katso tätä?

source: Lets see, am I selling you something? No. Are you giving me money to tell you about this? No. Are you now leaving and going to talk to the storyteller who lives for this kind of thing? Yes.
be: Так, паглядзім, я табе нешта прадаю? Не. Ты мне даеш грошы, каб я пра гэта нешта расказаў? Не. Ты ідзеш адсюль і размаўляеш з расказчыкам, які і жыве для такога? Так.
fi: Katsotaanpa, myynkö sinulle jotain? En. Annatko minulle rahaa, jotta kerron sinulle tästä? En. Lähdetkö nyt puhumaan tarinankertojalle, joka elää tällaisesta? Kyllä.

source: You claim to have spoken with Lachdanan? He was a great hero during his life. Lachdanan was an honorable and just man who served his King faithfully for years. But of course, you already know that. Of those who were caught within the grasp of the King's Curse, Lachdanan would be the least likely to submit to the darkness without a fight, so I suppose that your story could be true. If I were in your place, my friend, I would find a way to release him from his torture.
be: Гаворыш, Лакданан размаўляў з табою? Ён быў вялікім героем пры жыцці. Шляхетны і справядлівы чалавек, які шмат год служыў Каралю вераю і праўдаю. Але ты, канечне, ужо гэта ведаеш. З усіх, каго апанаваў праклён Караля, Лакданан як ніхто іншы не здаваўся б Цемры без бою, таму, мяркую, што твае словы – праўда. Будзь я на тваім месцы, дружа, я бы паспрабаваў знайсці спосаб адратаваць яго ад такой пакуты.
fi: Väität puhuneesi Lachdananin kanssa? Hän oli elinaikanaan suuri sankari. Lachdanan oli kunniallinen ja oikeudenmukainen mies, joka palveli kuningastaan uskollisesti vuosikausia. Mutta tietysti sinä tiedät sen jo. Niistä, jotka joutuivat kuninkaan kirouksen valtaan, Lachdanan olisi vähiten todennäköinen alistumaan pimeyteen taistelematta, joten luulen, että tarinasi voisi olla totta. Jos olisin sinun sijassasi, ystäväni, etsisin keinon vapauttaa hänet kidutuksestaan.

source: You speak of a brave warrior long dead! I'll have no such talk of speaking with departed souls in my inn yard, thank you very much.
be: Ты пра храбрага воіна, які даўно памёр! Я не жадаю размоў пра згінулыя душы на маім двары, дзякуй вам вялікі.
fi: Puhut kauan sitten kuolleesta urheasta soturista! En halua kuulla puhetta kuolleiden sielujen kanssa keskustelemisesta majataloni pihalla, kiitos paljon.

source: A golden elixir, you say. I have never concocted a potion of that color before, so I can't tell you how it would effect you if you were to try to drink it. As your healer, I strongly advise that should you find such an elixir, do as Lachdanan asks and DO NOT try to use it.
be: Кажаш, залаты элікір. Ніколі не варыў зелляў такога колеру, таму не ведаю, які яно мела б эфект, выпі ты яго. Як твой лекар, вельмі раю зрабіць, як прасіў Лакданан, калі знойдзеш такі эліксір, і НЕ ПРАБУЙ яго піць.
fi: Kultaista eliksiiriä, sanot. En ole koskaan valmistanut tuonväristä juomaa, joten en voi kertoa, miten se vaikuttaisi sinuun, jos yrittäisit juoda sitä. Parantajana suosittelen vahvasti, että jos löydät tällaisen eliksiirin, tee kuten Lachdanan pyytää ja ÄLÄ yritä käyttää sitä.

source: I've never heard of a Lachdanan before. I'm sorry, but I don't think that I can be of much help to you.
be: Ніколі не чула пра Лакданана. Выбачай, але я не думаю, што магу табе неяк дапамагчы.
fi: En ole koskaan ennen kuullut Lachdananista. Valitan, mutta en usko voivani olla sinulle avuksi.

source: If it is actually Lachdanan that you have met, then I would advise that you aid him. I dealt with him on several occasions and found him to be honest and loyal in nature. The curse that fell upon the followers of King Leoric would fall especially hard upon him.
be: Калі гэта сапраўды быў Лакданан, я бы параіў табе дапамагчы яму. Я меў з ім справу некалькі разоў, і палічыў яго па прыродзе шчырым і верным чалавекам. Праклён, што ахінуў паслядоўнікаў Караля Леорыка, паў быў на яго асабліва цяжка.
fi: Jos olet todella tavannut Lachdananin, suosittelen, että autat häntä. Olen ollut tekemisissä hänen kanssaan useaan otteeseen ja havainnut hänet rehelliseksi ja lojaaliksi. Kuningas Leoricin seuraajille langennut kirous koituu erityisesti hänen kohtalokseen.

source: Lachdanan is dead. Everybody knows that, and you can't fool me into thinking any other way. You can't talk to the dead. I know!
be: Лакданан памёр. Гэта ўсе ведаюць, і ты мяне не абдурыш, што не памёр. З мёртвымі не пагаворыш. Я-то ведаю!
fi: Lachdanan on kuollut. Kaikki tietävät sen, etkä voi kääntää päätäni asian suhteen. Kuolleille ei voi puhua. Minä tiedän!

source: You may meet people who are trapped within the Labyrinth, such as Lachdanan. I sense in him honor and great guilt. Aid him, and you aid all of Tristram.
be: Ты можаш сустрэць у Лабірынце тых, хто захрас там у пастцы, як Лакданан. Я адчуваю ў ім годнасць і вялікае пачуццё віны. Дапаможаш яму, і ты дапаможаш усяму Трыстраму.
fi: Saatat tavata ihmisiä, jotka ovat jääneet loukkuun labyrinttiin, kuten Lachdanan. Aistin hänessä kunniaa ja suurta syyllisyyttä. Auttamalla häntä autat koko Tristramia.

source: Wait, let me guess. Cain was swallowed up in a gigantic fissure that opened beneath him. He was incinerated in a ball of hellfire, and can't answer your questions anymore. Oh, that isn't what happened? Then I guess you'll be buying something or you'll be on your way.
be: Пастой, дай згану. Пад Кейнам разявілася агромная рышчыліна і яго туды зацягнула. Яго спапяліла ў шары пякельнага агню і ён больш не можа адказваць на твае пытанні. Як, не было такога? Ну, тады ты або купляеш нешта, або ідзеш сваёй дарогай.
fi: Odota, anna kun arvaan. Cain joutui valtavan halkeaman uhriksi, joka avautui hänen allaan. Hän paloi helvetin tulessa eikä voi enää vastata kysymyksiisi. Eikö niin? Sitten kai ostat jotain tai jatkat matkaasi.

source: Please, don't kill me, just hear me out. I was once Captain of King Leoric's Knights, upholding the laws of this land with justice and honor. Then his dark Curse fell upon us for the role we played in his tragic death. As my fellow Knights succumbed to their twisted fate, I fled from the King's burial chamber, searching for some way to free myself from the Curse. I failed... I have heard of a Golden Elixir that could lift the Curse and allow my soul to rest, but I have been unable to find it. My strength now wanes, and with it the last of my humanity as well. Please aid me and find the Elixir. I will repay your efforts - I swear upon my honor.
be: Прашу, не забівай, выслухай мяне! Я быў Капітанам Рыцараў Караля Леорыка, падтрымліваў законы гэтай зямлі з чэсцю і справядлівасцю. Але потым яго цёмны Праклён паў на нас, за ролю, што мы сыгрылі ў яго трагічнай смерці. Пакуль мае сабраты скарыліся свайму страшнаму лёсу, я збег з усыпальні Караля, шукаючы, як збавіцца ад Праклёну. Аднак я не даў рады... Я чуў пра Залаты Эліксір, што мог бы адрабіць Праклён і дараваць маёй душы спакой, але не змог знайсці яго. Мая сіла цяпер згасае, і разам з ёю астаткі маёй чалавечнасці. Прашу, дапамажы мне, знайдзі Эліксір. Я адплачу табе за намаганні — клянуся сваёю чэсцю.
fi: Älkää tappako minua, kuunnelkaa minua. Olin kerran kuningas Leoricin ritarikunnan kapteeni, joka puolusti tämän maan lakeja oikeudenmukaisesti ja kunniakkaasti. Sitten hänen pimeä kirous langetettiin meidän päällemme, koska olimme osallisina hänen traagisessa kuolemassaan. Kun ritarikunnan toverini alistuivat kieroutuneeseen kohtaloonsa, minä pakenin kuninkaan hautakammiosta etsimään keinoa vapautua kirouksesta. Epäonnistuin... Olen kuullut kultaisesta eliksiiristä, joka voisi poistaa kirouksen ja antaa sielulleni rauhan, mutta en ole onnistunut löytämään sitä. Voimani ovat nyt hiipumassa, ja niiden mukana myös viimeisetkin ihmisyyteni rippeet. Auta minua ja etsi eliksiiri. Korvaan ponnistuksesi – vannon sen kunniasanallani.

source: You have not found the Golden Elixir. I fear that I am doomed for eternity. Please, keep trying...
be: Залаты Эліксір не знайшоўся. Страшуся, я на векі вякоў пракляты. Прашу, пашукай яшчэ...
fi: Et ole löytänyt kultaista eliksiiriä. Pelkään, että olen tuomittu ikuisuuteen. Ole kiltti, jatka yrittämistä...

source: You have saved my soul from damnation, and for that I am in your debt. If there is ever a way that I can repay you from beyond the grave I will find it, but for now - take my helm. On the journey I am about to take I will have little use for it. May it protect you against the dark powers below. Go with the Light, my friend...
be: Табою выратавана мая душа ад пракляцця, і за гэта я табе абавязаны. Калі ёсць спосаб разлічыцца з табою з таго свету, я знайду яго, а пакуль — вазьмі мой шалом. У падарожжы, у якое я адпраўляюся, мне ён не будзе надта карысны. Няхай ён ахоўвае цябе ад цёмных сіл унізе. Ідзі са Святлом, друг мой...
fi: Olet pelastanut sieluni kadotukselta, ja siitä olen sinulle velkaa. Jos joskus löydän tavan korvata sinulle tämän kuoleman jälkeen, teen sen, mutta nyt ojennan sinulle kypäräni. Matkalla, jolle olen lähdössä, minulla ei ole sille juurikaan käyttöä. Suojelkoon se sinua alhaalla olevilta pimeiltä voimilta. Olkoon valo kanssasi, ystäväni...

source: Griswold speaks of The Anvil of Fury - a legendary artifact long searched for, but never found. Crafted from the metallic bones of the Razor Pit demons, the Anvil of Fury was smelt around the skulls of the five most powerful magi of the underworld. Carved with runes of power and chaos, any weapon or armor forged upon this Anvil will be immersed into the realm of Chaos, imbedding it with magical properties. It is said that the unpredictable nature of Chaos makes it difficult to know what the outcome of this smithing will be...
be: Грызвальд гаворыць пра Кавадла Ярасці, легендарны артэфакт, які доўга шукалі, але так не знайшлі. Яно выраблена з касцей дэманаў з Лязовай Ямы, і выплаўлялі яго побач чэрапаў пяцярых наймацнейшых магаў падземнага свету. На ім высячаны руны сілы і хаосу, а любая зброя ці браня, выкутая на гэтым Кавадле, паглынецца царствам Хаосу, якое ўкараніць у рэчы магічныя ўласцівасці. Казалі, праз непрадказальную прыроду хаосу цяжка ведаць дакладна, які будзе вынік такой коўкі…
fi: Griswold puhuu Raivon alasimesta – legendaarisesta esineestä, jota on etsitty pitkään, mutta jota ei ole koskaan löydetty. Raivon alasin on valmistettu Razor Pit -demonien metallisista luista, ja se on sulatettu viiden alamaailman voimakkaimman magin kalloista. Voiman ja kaaoksen riimukirjaimilla kaiverrettu alusta upottaa kaikki sillä taotut aseet ja haarniskat kaaoksen valtakuntaan, antaen niille maagisia ominaisuuksia. Kaaoksen arvaamattoman luonteen vuoksi on vaikea tietää, millainen lopputulos tällä taonnalla on...

source: Don't you think that Griswold would be a better person to ask about this? He's quite handy, you know.
be: Не думаеш, што было б лепш спытаць пра гэта Грызвальда? Ён да таго зручны, знаеш.
fi: Eikö Griswold olisi parempi henkilö, jolta kysyä tästä? Hän on aika kätevä, tiedätkö.

source: If you had been looking for information on the Pestle of Curing or the Silver Chalice of Purification, I could have assisted you, my friend. However, in this matter, you would be better served to speak to either Griswold or Cain.
be: Калі б табе былі патрэбны звесткі пра Таўкачык Гаення ці пра Срэбны Келіх Ачышчэння, я мог бы дапамагчы табе, друг мой. Аднак, у гэтай справе было б карысней пагаварыць з Грызвальдам ці з Кейнам.
fi: Jos olisit etsinyt tietoa parantavan nuijan tai puhdistavan hopeamaljan suhteen, olisin voinut auttaa sinua, ystäväni. Tässä asiassa sinun olisi kuitenkin parempi puhua joko Griswoldin tai Cainin kanssa.

source: Griswold's father used to tell some of us when we were growing up about a giant anvil that was used to make mighty weapons. He said that when a hammer was struck upon this anvil, the ground would shake with a great fury. Whenever the earth moves, I always remember that story.
be: Грызвальдаў бацька бывала расказваў нам малым пра вялізнае кавадла, на якім рабілі магутную зброю. Ён казаў, што калі молат біў па тым кавадле, зямля аж трэслася шалёна. Калі трасецца зямля, я заўсёды гэта ўспамінаю.
fi: Griswoldin isä kertoi joillekin meistä lapsuudessamme jättimäisestä alasimesta, jota käytettiin mahtavien aseiden valmistamiseen. Hän sanoi, että kun vasara iski tätä alasinta, maa järisi raivoisasti. Aina kun maa liikkuu, muistan tuon tarinan.

source: Greetings! It's always a pleasure to see one of my best customers! I know that you have been venturing deeper into the Labyrinth, and there is a story I was told that you may find worth the time to listen to... One of the men who returned from the Labyrinth told me about a mystic anvil that he came across during his escape. His description reminded me of legends I had heard in my youth about the burning Hellforge where powerful weapons of magic are crafted. The legend had it that deep within the Hellforge rested the Anvil of Fury! This Anvil contained within it the very essence of the demonic underworld... It is said that any weapon crafted upon the burning Anvil is imbued with great power. If this anvil is indeed the Anvil of Fury, I may be able to make you a weapon capable of defeating even the darkest lord of Hell! Find the Anvil for me, and I'll get to work!
be: Вітаю! Заўсёды рады бачыць аднаго са сваіх найлепшых пакупнікоў! Я ведаю, ты часто ходзіш глыбоко ў Лабірынт, а мне якраз нешто расказалі, што можа табе паказацца вартым часу... Адзін чалавек, які вярнуўся з Лабірынта, гаварыў, што, калі ўцякаў, знайшоў нейкае таямнічае кавадло. Яго апісанне нагадало мне легенды, якія я чуў шчэ юнаком, пра Пякельную Кузню, дзе куюць чарадзейную, моцную зброю. Па легендзе ў глыбіні Пякельнай Кузні стаяло Кавадло Ярасці! Гэтае Кавадло змяшчало ў сабе самую існасць падземнаго свету... Кажуць, любая зброя выкутая на пякельным Кавадле насычана вялікай сілаю. Калі гэто дапраўды Кавадло Ярасці, я змагу выкаваць такую зброю, што і самаго найцямнейшаго ўладара Пекла змагла б паразіць! Знайдзі Кавадло, і я вазьмуся за працу!
fi: Tervehdys! On aina ilo nähdä yksi parhaista asiakkaistani! Tiedän, että olet seikkaillut syvemmälle labyrinttiin, ja minulle on kerrottu tarina, joka saattaa kiinnostaa sinua... Yksi labyrintistä palannut mies kertoi minulle mystisestä alasimesta, jonka hän löysi pakonsa aikana. Hänen kuvauksensa muistutti minua nuoruudessani kuulemistani legendoista palavasta Helvetin takomosta, jossa valmistetaan voimakkaita maagisia aseita. Legendan mukaan Helvetin takomon syvyyksissä lepää Vihan alasin! Tämä alasin sisältää demonisen alamaailman ydinolemuksen... Sanotaan, että kaikki polttavalla alasimella valmistetut aseet ovat täynnä suurta voimaa. Jos tämä alasin on todellakin Raivon alasin, voin ehkä valmistaa sinulle aseen, jolla voit voittaa jopa helvetin pimeimmän herran! Etsi alasin minulle, niin ryhdyn töihin!

source: Nothing yet, eh? Well, keep searching. A weapon forged upon the Anvil could be your best hope, and I am sure that I can make you one of legendary proportions.
be: Покуль нічого, так? Ну, шукай. Зброя, выкутая на гэтым Кавадле была б найлепшай надзеяю, і я пэўны я змог бы вырабіць для цябе нешто сапраўды вялікае.
fi: Ei vielä mitään, vai? No, jatka etsimistä. Alasimessa taottu ase voisi olla paras toivosi, ja olen varma, että voin valmistaa sinulle legendaarisen aseen.

source: I can hardly believe it! This is the Anvil of Fury - good work, my friend. Now we'll show those bastards that there are no weapons in Hell more deadly than those made by men! Take this and may Light protect you.
be: Не магу паверыць! Кавадло Ярасці — малайчына, сябра. Цяпер-то мы ім пакажам, падлюгам, што няма ў Пякле зброі смяротнейшай, ніж той, што зрабіў чалавек! Трымай, і няхай Святло бароніць цябе.
fi: En voi uskoa tätä! Tämä on Raivon alasin – hyvää työtä, ystäväni. Nyt näytämme noille kusipäille, että helvetissä ei ole ihmisten valmistamia aseita tappavampia aseita! Ota tämä ja valo suojelkoon sinua.

source: Griswold can't sell his anvil. What will he do then? And I'd be angry too if someone took my anvil!
be: Грызвальд не прадасць свайго кавадла. Што ён тады будзе рабіць? І я б таксама злаваў, каб нехта скраў маё кавадла!
fi: Griswold ei voi myydä alasintaan. Mitä hän sitten tekee? Minäkin olisin vihainen, jos joku veisi alasimeni!

source: There are many artifacts within the Labyrinth that hold powers beyond the comprehension of mortals. Some of these hold fantastic power that can be used by either the Light or the Darkness. Securing the Anvil from below could shift the course of the Sin War towards the Light.
be: Унутры Лабірынта ёсць шмат артэфактаў, што маюць сілу па-за межамі разумення смертных. Некаторыя з іх маюць сілу, якую могуць карыстаць як Святло, так і Цемра. Дастаць адтуль Кавадла было б кідком на шалю Святла ў Вайне Гневу.
fi: Labyrintissä on monia esineitä, joiden voimat ylittävät kuolevaisten ymmärryksen. Joissakin niistä on fantastinen voima, jota voivat käyttää joko Valo tai Pimeys. Alasimen turvaaminen alhaalta voisi muuttaa Synnin sodan kulun Valon suuntaan.

source: If you were to find this artifact for Griswold, it could put a serious damper on my business here. Awwww, you'll never find it.
be: Калі знойдзеш Грызвальду гэты артэфакт, гэта моцна ўдарыць па паім дзеле. Ай, ты яго ніколі не знойдзеш.
fi: Jos löytäisit tämän esineen Griswoldille, se voisi haitata vakavasti liiketoimintani täällä. Älä huoli, et löydä sitä koskaan.

source: The Gateway of Blood and the Halls of Fire are landmarks of mystic origin. Wherever this book you read from resides it is surely a place of great power. Legends speak of a pedestal that is carved from obsidian stone and has a pool of boiling blood atop its bone encrusted surface. There are also allusions to Stones of Blood that will open a door that guards an ancient treasure... The nature of this treasure is shrouded in speculation, my friend, but it is said that the ancient hero Arkaine placed the holy armor Valor in a secret vault. Arkaine was the first mortal to turn the tide of the Sin War and chase the legions of darkness back to the Burning Hells. Just before Arkaine died, his armor was hidden away in a secret vault. It is said that when this holy armor is again needed, a hero will arise to don Valor once more. Perhaps you are that hero...
be: Вароты Крыві і Залі Агню — месцы таямнічага паходжання. Дзе б табе не трапілася гэтая кніга, месца, дзе яна захоўваецца, дакладна вялікай сілы. Легенды гавораць аб п'едэстале, высечаным з абсідыянавага каменя, а наверсе яго паверхні, убранай касцьмі, знаходзіцца басейн кіпучай крыві. Таксама намякаецца аб Камянях Крыві, якія адкрыюць дзверы, што ахоўваюць нейкі старасвецкі скарб... Прырода таго скарба ахутана загадкамі, дружа мой, але сказана, што старадаўні герой Аркейн пакінуў святыя даспехі Адвагі ў патаемным скляпенні. Аркейн быў першы смертны, што змяніў ход вайны Граху, прагнаўшы легіёны цемры аж да самых Агністых Пекел. Акурат перад яго смерцю, даспехі Аркейна схавалі ў патаемным скляпенні. Сказана, што калі святыя даспехі зноў будуць у патрэбе, паўстане іншы герой, які апране Адвагу. Магчыма, ты і ёсць той герой...
fi: Veriportti ja Tulihallit ovat mystisen alkuperän maamerkkejä. Missä tahansa tämä kirja, jota luet, sijaitsee, se on varmasti paikka, jossa on suuri voima. Legendoissa kerrotaan jalustasta, joka on veistetty obsidiaanikivestä ja jonka luiden peittämän pinnan päällä on kiehuvaa verta. On myös viittauksia Verikiviin, jotka avaavat oven, joka vartioi muinaista aarretta... Aarteen luonne on spekulaatioiden verhoama, ystäväni, mutta sanotaan, että muinainen sankari Arkaine sijoitti pyhän Valor-haarniskan salaiseen holviin. Arkaine oli ensimmäinen kuolevainen, joka käänsi synnin sodan kulun ja ajoi pimeyden legioonat takaisin palavaan helvettiin. Juuri ennen Arkaineen kuolemaa hänen haarniskansa kätkettiin salaiseen holviin. Sanotaan, että kun tätä pyhää haarniskaa tarvitaan jälleen, sankari nousee pukemaan Valor-haarniskan ylleen. Ehkä sinä olet se sankari...

source: Every child hears the story of the warrior Arkaine and his mystic armor known as Valor. If you could find its resting place, you would be well protected against the evil in the Labyrinth.
be: Усякае дзіця ведае пра воіна Аркейна і яго таямнічыя даспехі, якія завуцца Адвага. Калі знойдзеш, дзе яно захоўваецца, атрымаеш добрую абарону ад зла ў Лабірынце.
fi: Jokainen lapsi kuulee tarinan soturista Arkaineesta ja hänen mystisestä haarniskastaan, joka tunnetaan nimellä Valor. Jos löytäisit sen sijaintipaikan, olisit hyvin suojattu labyrintin pahuudelta.

source: Hmm... it sounds like something I should remember, but I've been so busy learning new cures and creating better elixirs that I must have forgotten. Sorry...
be: Гм-м... гучыць як нешта, што я б ведаў, але я так доўга вывучаў новыя лекі ды паляпшаў эліксіры, што я, мусіць, забыў. Выбачай...
fi: Hmm... kuulostaa siltä, että minun pitäisi muistaa se, mutta olen ollut niin kiireinen kun olen opetellut uusia parannuskeinoja ja luomassa parempia eliksiirejä, että olen varmaan unohtanut sen. Anteeksi...

source: The story of the magic armor called Valor is something I often heard the boys talk about. You had better ask one of the men in the village.
be: Раней я часта чула пра чароўныя даспехі, якія завуць Адвагай, пра такое раней гаманілі хлопцы. Лепш мужыкоў папытай па вёсцы.
fi: Miehien keskuudessa kuulin usein puhuttavan maagisesta Valor-haarniskasta. Kysy siitä joltakin kylän miehistä.

source: The armor known as Valor could be what tips the scales in your favor. I will tell you that many have looked for it - including myself. Arkaine hid it well, my friend, and it will take more than a bit of luck to unlock the secrets that have kept it concealed oh, lo these many years.
be: Даспехі пад назвай Адвага могуць схіліць шалі на твой бок. Скажу, што многія іх шукалі — у тым ліку і я. Аркейн добра іх схаваў, сябру, і аднае ўдачы тут не хопіць, каб раскрыць сакрэты, якія хавалі іх, ух, столькі многа гадоў.
fi: Valor-niminen haarniska voi olla se tekijä, joka käännetään kuin vaakakuppi sinun eduksesi. Voin kertoa, että monet ovat etsineet sitä – minä mukaan lukien. Arkaine on piilottanut sen hyvin, ystäväni, ja sen löytämiseen tarvitaan enemmän kuin vain vähän onnea, jotta sen salaisuudet, jotka ovat pitäneet sen piilossa kaikki nämä vuodet, paljastuvat.

source: Should you find these Stones of Blood, use them carefully. The way is fraught with danger and your only hope rests within your self trust.
be: Знойдзеш гэтыя Камяні Крыві, абыходзься з імі асцярожна. Шлях таіць у сябе небяспеку, і ёсць толькі адна надзея — у табе.
fi: Jos löydät nämä Verikivet, käytä niitä varovasti. Matka on täynnä vaaroja, ja ainoa toivosi on itseluottamuksesi.
