Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: I really don't understand why Ogden stays here in Tristram. He suffers from a slight nervous condition, but he is an intelligent and industrious man who would do very well wherever he went. I suppose it may be the fear of the many murders that happen in the surrounding countryside, or perhaps the wishes of his wife that keep him and his family where they are.
be: Я праўда не разумею, чаму Огдэн дасюль застаецца ў Трыстраме. У яго трохі разышліся нервы, але ён дасціпны і працавіты чалавек, дзе б ні быў, ён бы прыстасаваўся. Мяркую, гэта з-за страху забойстваў, што чыняцца ў ваколіцы, або гэта жаданне жонкі ягонай, што ён з сям'ёй нікуды не з'язджае.
fi: En todellakaan ymmärrä, miksi Ogden pysyy täällä Tristramissa. Hän kärsii lievästä hermostollisesta sairaudesta, mutta on älykäs ja ahkera mies, joka menestyisi hyvin missä tahansa. Luultavasti hän ja hänen perheensä pysyvät täällä ympäröivällä maaseudulla tapahtuvien lukuisten murhien pelon tai ehkä vaimonsa toiveiden vuoksi.

source: Ogden's barmaid is a sweet girl. Her grandmother is quite ill, and suffers from delusions. She claims that they are visions, but I have no proof of that one way or the other.
be: Огдэнава барменка мілая дзяўчына. Бабуля яе хварэе, мучыцца ад нейкага мораку. Кажа, яна бачыць відзежы, але доказаў таго у мяне няма так ці інакш.
fi: Ogdenin baaritarjoilija on suloinen tyttö. Hänen isoäitinsä on melko sairas ja kärsii harhoista. Hän väittää, että ne ovat näkyjä, mutta minulla ei ole todisteita sen puolesta tai sitä vastaan.

source: Good day! How may I serve you?
be: Добры дзень! Чым магу служыць?
fi: Hyvää päivää! Kuinka voin auttaa?

source: My grandmother had a dream that you would come and talk to me. She has visions, you know and can see into the future.
be: Мая бабуля мне сказала, што ты прыйдзеш пагаварыць са мною. А яна бачыць відзежы, можа глядзець у будучыню.
fi: Isoäitini näki unessa, että tulit puhumaan minulle. Hänellä on näkyjä, ja hän voi nähdä niillä tulevaisuuteen.

source: The woman at the edge of town is a witch! She seems nice enough, and her name, Adria, is very pleasing to the ear, but I am very afraid of her. It would take someone quite brave, like you, to see what she is doing out there.
be: Жанчына з ускраіны горада — ведзьма! Ну, яна досыць добрая, і імя ў яе, Эйдрыя, прыемнае вуху, але я вельмі яе баюся. Толькі нехта досыць смелы, як ты, мог бы глянуць, чым яна там займаецца.
fi: Kaupungin laidalla asuva nainen on noita! Hän vaikuttaa mukavalta, ja hänen nimensä, Adria, on hyvin miellyttävä kuulla, mutta pelkään häntä kovasti. Tarvitaan joku sinun kaltaisesi rohkea ihminen, jotta voi nähdä, mitä hän siellä tekee.

source: Our Blacksmith is a point of pride to the people of Tristram. Not only is he a master craftsman who has won many contests within his guild, but he received praises from our King Leoric himself - may his soul rest in peace. Griswold is also a great hero; just ask Cain.
be: Наш каваль — прычына гордасці трыстрамцаў. Не толькі ў яго рукі залатыя, і ён многа спаборніцтваў у сваёй гільдыі выйграў, але яго сам кароль Леорык хваліў, няхай ён спіць спакойна. Грызвальд і вялікі герой, Кейна спытай.
fi: Seppämme on Tristramin asukkaiden ylpeys. Hän on paitsi mestarikäsityöläinen, joka on voittanut useita kilpailuja kiltansa sisällä, myös saanut kiitosta itse kuningas Leoricilta – rauha hänen sielulleen. Griswold on myös suuri sankari; kysy vaikka Cainilta.

source: Cain has been the storyteller of Tristram for as long as I can remember. He knows so much, and can tell you just about anything about almost everything.
be: Кейн быў расказчыкам Трыстрама колькі сябе помню. Ён столькі ўсяго ведае, можа расказаць пра што хочаш бадай усё што можна хацець.
fi: Cain on ollut Tristramin tarinankertoja niin kauan kuin muistan. Hän tietää niin paljon ja voi kertoa melkein mitä tahansa melkein mistä tahansa.

source: Farnham is a drunkard who fills his belly with ale and everyone else's ears with nonsense. I know that both Pepin and Ogden feel sympathy for him, but I get so frustrated watching him slip farther and farther into a befuddled stupor every night.
be: Фарнам – п’яніца. Сабе ў глотку эль ліе, а іншым у вушы трызніць. Я ведаю, што Піпін і Огдэн спачуваюць яму, але мяне так засмучае бачыць, як ён штоноч скочваецца ў п’яны ступар ўсё глыбей і глыбей.
fi: Farnham on juoppo, joka täyttää vatsansa oluella ja kaikkien muiden korvat hölynpölyllä. Tiedän, että sekä Pepin että Ogden tuntevat myötätuntoa häntä kohtaan, mutta minua turhauttaa nähdä, kuinka hän joka ilta vajoaa yhä syvemmälle sekavaan horrokseen.

source: Pepin saved my grandmother's life, and I know that I can never repay him for that. His ability to heal any sickness is more powerful than the mightiest sword and more mysterious than any spell you can name. If you ever are in need of healing, Pepin can help you.
be: Піпін выратаваў жыццё маёй бабулі, і я ведаю, што ніколі не адгаджу яму за гэта. Яго здольнасць вылячыць любую хваробу сільнейшая за наймагутнейшы меч, і больш таямнічая за любыя чары, якія ведаеш. Калі спатрэбіцца лячэнне, Піпін можа дапамагчы.
fi: Pepin pelasti isoäitini hengen, enkä voi koskaan korvata sitä hänelle. Hänen kykynsä parantaa kaikki sairaudet on voimakkaampi kuin mahtavin miekka ja salaperäisempi kuin mikään tunnettu loitsu. Jos joskus tarvitset parannusta, Pepin voi auttaa sinua.

source: I grew up with Wirt's mother, Canace. Although she was only slightly hurt when those hideous creatures stole him, she never recovered. I think she died of a broken heart. Wirt has become a mean-spirited youngster, looking only to profit from the sweat of others. I know that he suffered and has seen horrors that I cannot even imagine, but some of that darkness hangs over him still.
be: Я вырасла з маці Вірта, Кэнэс. Хаця яе нясільна ранілі, калі тыя вычварні скралі яго, яна так і не ачулася. Думаю, яна памярла, бо ёй скрышыла сэрца. Вірт стаў зламысным басяком, усё шукае як нажыцца з чужой працы. Я ведаю, як ён нацярпеўся, а якіх жахаў нагледзеўся, не магу ўявіць, але тая цемра ўсё-такі яшчэ вісіць над ім.
fi: Kasvoin Wirtin äidin, Canacen, kanssa. Vaikka hän loukkaantui vain lievästi, kun ne kauheat olennot veivät Wirtin, hän ei koskaan toipunut siitä. Luulen, että hän kuoli sydänsurusta. Wirtistä on tullut ilkeämielinen nuorukainen, joka haluaa vain hyötyä muiden työstä. Tiedän, että hän on kärsinyt ja nähnyt kauheuksia, joita en voi edes kuvitella, mutta osa siitä pimeydestä leijuu yhä hänen yllään.

source: Ogden and his wife have taken me and my grandmother into their home and have even let me earn a few gold pieces by working at the inn. I owe so much to them, and hope one day to leave this place and help them start a grand hotel in the east.
be: Огдэн і жонка яго ўзялі мяне і маю бабулю к сабе, нават даюць мне зарабляць сабе на хлеб у сваёй карчме. Я ім столькім абавязана, спадзяваюся аднойчы з’ехаць адсюль з імі і дапамагчы ім адкрыць на ўсходзе вялікую гасцініцу.
fi: Ogden ja hänen vaimonsa ovat ottaneet minut ja isoäitini kotiinsa ja antaneet minun ansaita muutaman kultakolikon työskentelemällä majatalossa. Olen heille niin paljon velkaa, ja toivon voivani jonain päivänä lähteä täältä ja auttaa heitä perustamaan suuren hotellin itään.

source: Well, what can I do for ya?
be: Ну, чым магу спамагчы?
fi: No, miten voin auttaa?

source: If you're looking for a good weapon, let me show this to you. Take your basic blunt weapon, such as a mace. Works like a charm against most of those undying horrors down there, and there's nothing better to shatter skinny little skeletons!
be: Шукаеш сабе якой добрай зброі, дай вось што пакажу. Узяць хоць звычайную тупую зброю, напрыклад паліцу. Супраць тых неўміручых страхаў проста цуды робіць, дый няма лепшай штукі, каб такой шкілеціка раскрышыць!
fi: Jos etsit hyvää asetta, anna minun näyttää sinulle tämä. Ota tavallinen tylppä ase, kuten nuija. Se toimii loistavasti useimpia tuolla alhaalla olevia kuolemattomia kauhuja vastaan, maailmassa ei ole parempaa tekemistä kuin murskata niitä pirun perkeleen luurankoja murskasi!

source: The axe? Aye, that's a good weapon, balanced against any foe. Look how it cleaves the air, and then imagine a nice fat demon head in its path. Keep in mind, however, that it is slow to swing - but talk about dealing a heavy blow!
be: Сякера? Але, добра зброя, на любого ворага збалансавана. Палянь як яна паветро расцінае, просто ўяві харошанькаго такого гаматного дэмана на яе шляху. Адно ж не забывай, што ёю размахвацца цяжко — але які пасля будзе моцны ўдар!
fi: Kirves? Se on hyvä ase, joka sopii vastustajaan kuin vastustajaan. Katso, kuinka se läpäisee halki ilman, ja kuvittele sitten sen tiellä oleva lihava demonin pää. Muista kuitenkin, että sen heilauttaminen on hidasta – mutta se antaa todella kovan iskun!

source: Look at that edge, that balance. A sword in the right hands, and against the right foe, is the master of all weapons. Its keen blade finds little to hack or pierce on the undead, but against a living, breathing enemy, a sword will better slice their flesh!
be: Толькі лянь на вастрыё, якая раўнавага. У правільных руках, меч, дый супраць правільнаго ворага, гаспадар над усёй зброяю. Востраму лязу яго амаль няма чаго сячы ці пратыкаць на мярцах, але жывому, што шчэ дыхае, меч добра плоць пасячэ!
fi: Katso tuota terää, tuota tasapainoa. Oikeissa käsissä ja oikeaa vihollista vastaan miekka on kaikkien aseiden mestari. Sen terävä terä ei juurikaan leikkaa tai lävistä eläviäkuolleita, mutta elävää, hengittävää vihollista vastaan miekka leikkaa heidän lihaansa raivokkaasti!

source: Your weapons and armor will show the signs of your struggles against the Darkness. If you bring them to me, with a bit of work and a hot forge, I can restore them to top fighting form.
be: На тваёй зброі ды брані будзе відаць сляды барацьбы з Цемраю. Прынясеш мне, распалім горан, трохі папрацацуймо, і вернем ім лепшы баявы стан.
fi: Aseesi ja haarniskasi kantavat merkkejä taisteluistasi pimeyttä vastaan. Jos tuot ne minulle, voin hieman työstämällä ja kovalla takomisella palauttaa ne huippukuntoon.

source: While I have to practically smuggle in the metals and tools I need from caravans that skirt the edges of our damned town, that witch, Adria, always seems to get whatever she needs. If I knew even the smallest bit about how to harness magic as she did, I could make some truly incredible things.
be: Покі я, лічы, шмуглюю, каб струманты там ды метал прыдбаць з караванаў, што ходзяць часам за нашым клятым горадам, ведзьма тая, Эйдрыя, нібыто ўсё што трэба дастаць можа. Знайся я хоць крыху як яна на чарадзействе, я б вырабляў сапраўды файныя рэчы.
fi: Minun on käytännössä salakuljetettava tarvitsemani metallit ja työkalut karavaanareilta, jotka kiertelevät kirotun kaupunkimme laitamilla, mutta se noita, Adria, näyttää aina saavan kaiken tarvitsemansa. Jos osaisin edes vähänkin käyttää taikuutta kuten hän, voisin tehdä todella uskomattomia asioita.

source: Gillian is a nice lass. Shame that her gammer is in such poor health or I would arrange to get both of them out of here on one of the trading caravans.
be: Джыліен слаўная дзеўчына. Шкада, што бабулі ейнай так далягае, а то б я ўладзіў, каб які гандлёвы караван вывез іх адсюль.
fi: Gillian on mukava tyttö. Harmi, että hänen isoäitinsä on niin huonossa kunnossa, muuten järjestäisin heille molemmille paikan kaupankäyntikaravaanista.

source: Sometimes I think that Cain talks too much, but I guess that is his calling in life. If I could bend steel as well as he can bend your ear, I could make a suit of court plate good enough for an Emperor!
be: Іншым разам задумваюся, маўляў Кейн замнога гаворыць, але відаць такое яго прызванне. Ездзі я па жалезе так, як ён табе па вушах, я б зрабіў ужо такі раскошны гарнітур, Імператару б пасаваў!
fi: Joskus minusta tuntuu, että Cain puhuu liikaa, mutta se taitaa olla hänen kutsumuksensa elämässä. Jos osaisin taivuttaa terästä yhtä hyvin kuin hän taivuttaa korviasi, voisin valmistaa keisarille kelvollisen haarniskan!

source: I was with Farnham that night that Lazarus led us into Labyrinth. I never saw the Archbishop again, and I may not have survived if Farnham was not at my side. I fear that the attack left his soul as crippled as, well, another did my leg. I cannot fight this battle for him now, but I would if I could.
be: Я быў з Фарнамам тае ночы, калі Лазар завёў нас у Лабірынт. Больш я Архібіскупа не бачыў, і я б сам не вырабіўся, каб не Фарнам. Баюся, тая атака скалечыла яму душу, ды так, як, ну, як мне маю нагу. Зараз у ягонай бітве я не магу біцца за яго, але каб прымеў, біўся б.
fi: Olin Farnhamin kanssa sinä yönä, kun Lazarus johdatti meidät Labyrinthiin. En ole nähnyt arkkipiispaa sen jälkeen, enkä olisi ehkä selvinnyt, jos Farnham ei olisi ollut vierelläni. Pelkään, että hyökkäys vahingoitti hänen sieluaan yhtä pahasti kuin toinen vahingoitti jalkaani. En voi taistella tätä taistelua hänen puolestaan nyt, mutta taistelisin, jos voisin.

source: A good man who puts the needs of others above his own. You won't find anyone left in Tristram - or anywhere else for that matter - who has a bad thing to say about the healer.
be: Добры той чалавек што ставіць патрэбы іншых вышэй за свае. Не знойдзеш нікого ў Трыстраме — і дзе яшчэ, раз на тое пайшло, — хто б казаў пра лекара нешто дрэннае.
fi: Hyvä mies, joka asettaa muiden tarpeet omiensa edelle. Tristramissa – tai missään muuallakaan – ei löydy ketään, joka sanoisi mitään pahaa tästä parantajasta.

source: That lad is going to get himself into serious trouble... or I guess I should say, again. I've tried to interest him in working here and learning an honest trade, but he prefers the high profits of dealing in goods of dubious origin. I cannot hold that against him after what happened to him, but I do wish he would at least be careful.
be: І трапіць жа той малец раз у бяду... ну, мушу сказаць, зноў трапіць. Я хацеў быў яго зацікавіць работай, каб вучыўся тут чэснай працы, але яму больш даспадобы вялікая выгада з гандлю таварам невядома адкуль узятым. Не магу яго за тое вініць, пасля ўсяго што з ім было, але я б вельмі хацеў, каб ён хоць асцярожны быў.
fi: Se poika joutuu vielä vakaviin vaikeuksiin... tai pitäisi kai sanoa, jälleen kerran. Olen yrittänyt saada hänet kiinnostumaan työnteosta täällä ja rehellisen ammatin oppimisesta, mutta hän mieluummin ansaitsee suuria voittoja kauppaamalla epäilyttävää alkuperää olevia tavaroita. En voi syyttää häntä siitä, mitä hänelle on tapahtunut, mutta toivon, että hän ainakin olisi varovainen.

source: The Innkeeper has little business and no real way of turning a profit. He manages to make ends meet by providing food and lodging for those who occasionally drift through the village, but they are as likely to sneak off into the night as they are to pay him. If it weren't for the stores of grains and dried meats he kept in his cellar, why, most of us would have starved during that first year when the entire countryside was overrun by demons.
be: Справы ў карчмара ідуць не надто, ён амаль не мае выгады са свайго дзела. Канцы з канцамі зводзіць, забяспечваючы ежай і начлегам тых, хто падчас едзе праз вёску, але яны хутчэй змыюцца ўночы, ніж яму заплацяць. Каб ён не назапасіў у сваіх скляпах збожжа і сушанага мяса, авохці, з голаду б памерла большасць з нас у першы ж год, калі ўсю ваколіцу запаланілі дэманы.
fi: Majatalonpitäjällä on vähän asiakkaita eikä hänellä ole todellisia mahdollisuuksia ansaita voittoa. Hän onnistuu tulemaan toimeen tarjoamalla ruokaa ja majoitusta satunnaisesti kylään saapuville vieraille, mutta he ovat yhtä todennäköisesti karkaamassa yöllä kuin maksamaan hänelle. Ilman hänen kellarissaan säilyttämiään vilja- ja kuivattua lihavarastoja useimmat meistä olisivat nääntyneet nälkään ensimmäisenä vuonna, kun koko maaseutu oli demonien valtaama.

source: Can't a fella drink in peace?
be: Ужо і выпіць нельга спакойна?
fi: Eikö sais juoda rauhassa?

source: The gal who brings the drinks? Oh, yeah, what a pretty lady. So nice, too.
be: Дзеўка, што выпіўку падае? Ой, ну так, такая прыгажуня. Яшчэ і добрая.
fi: Se tyttö, joka tuo juomat? Ai niin, kaunis nainen. Ja niin mukava myös.

source: Why don't that old crone do somethin' for a change. Sure, sure, she's got stuff, but you listen to me... she's unnatural. I ain't never seen her eat or drink - and you can't trust somebody who doesn't drink at least a little.
be: Чаго тая карга хоць для разнастайнасці нешта не зробіць. Вядома, вядома ж, яна там нечым займаецца, але ты мяне паслухай... яна не нармальная. Я ніколі не бачыў, каб яна ела ці піла, а нельга давяраць таму, хто хоць крыху не п'е.
fi: Miksi se vanha akka ei tekisi jotain muutakin vaihteeksi? Toki, toki, hänellä on tavaraa, mutta kuuntele minua... hän on luonnoton. En ole koskaan nähnyt hänen syövän tai juovan - eitkä voi luottaa johonkuhun, joka ei juo edes vähän.

source: Cain isn't what he says he is. Sure, sure, he talks a good story... some of 'em are real scary or funny... but I think he knows more than he knows he knows.
be: Кейн не той, за каго се выдае. Вядома, вядома ж, зубы загаворвае ён умела... а часам вельмі і страшна і смешна... але думаецца мне, ён ведае больш, чым сам ведае, што ведае.
fi: Cain ei ole se, mitä hän väittää olevansa. Toki, toki, hän kertoo hyviä tarinoita... jotkut niistä ovat todella pelottavia tai hauskoja... mutta luulen, että hän tietää enemmän kuin hän itse tietää tietävänsä.

source: Griswold? Good old Griswold. I love him like a brother! We fought together, you know, back when... we... Lazarus... Lazarus... Lazarus!!!
be: Грызвальд-то? Стары добры Грызвальд. Ды я яго як брата люблю! Мы тады разам біліся, ну знаеш, калі гэта... мы... Лазар... Лазар... Лазар!!!
fi: Griswold? Vanha kunnon Griswold. Rakastan häntä kuin veljeä! Taistelimme yhdessä, kun... me... Lazarus... Lazarus... Lazarus!!!

source: Hehehe, I like Pepin. He really tries, you know. Listen here, you should make sure you get to know him. Good fella like that with people always wantin' help. Hey, I guess that would be kinda like you, huh hero? I was a hero too...
be: Хехехе, мне да спадобы Піпін. Ён сапраўды стараецца, знаеш так. Слухай, ты з ім дакладна пазнаёмся. Добры таварыш сярод люду, якім вечна трэба помач. Ну, амаль нехта як ты, а, герой? І я быў героем…
fi: Hehehe, pidän Pepinistä. Hän todella yrittää, tiedätkö. Kuuntele, sinun pitäisi tutustua häneen. Sellainen hyvä kaveri, jota ihmiset aina haluavat auttaa. Hei, se taitaa olla vähän kuin sinä. Minäkin olin sankari...

source: Wirt is a kid with more problems than even me, and I know all about problems. Listen here - that kid is gotta sweet deal, but he's been there, you know? Lost a leg! Gotta walk around on a piece of wood. So sad, so sad...
be: У Вірта праблем нат больш ніж у мяне, а я-то пра праблемы знаю. Паслухай – дзела-то ў хлапчука спорыцца, аж ён быў там, знаеш? Нагу страціў! Клыпаць цяпер на кавалку дзерава. Якое гора, якое гора…
fi: Wirt on poika, jolla on enemmän ongelmia kuin minulla, ja minä tiedän ongelmista kaiken. Kuuntele nyt - sillä pojalla on hyvä tilanne, mutta hän on kokenut paljon, tiedätkö? Menettänyt jalan! Pitää kävellä puupalan päällä. Se on todella surullista.

source: Ogden is the best man in town. I don't think his wife likes me much, but as long as she keeps tappin' kegs, I'll like her just fine. Seems like I been spendin' more time with Ogden than most, but he's so good to me...
be: Огдэн – найлепшы мужык у горадзе. Не думаю, што жонка ягоная мяне надта падабае, але пакуль яна з бочак разлівае, буду і я яе падабаць. З Огдэнам я баўлю нібыта больш часу, ніж яшчэ з кім, але ён такі добры…
fi: Ogden on kaupungin paras mies. En usko, että hänen vaimonsa pitää minusta kovin paljon, mutta niin kauan kuin hän jatkaa tynnyrien avaamista, pidän hänestä oikein paljon. Tuntuu siltä, että olen viettänyt enemmän aikaa Ogdenin kanssa kuin useimmat muut, mutta hän on niin ystävällinen minulle...

source: I wanna tell ya sumthin', 'cause I know all about this stuff. It's my specialty. This here is the best... theeeee best! That other ale ain't no good since those stupid dogs...
be: Нешта я табе скажу, бо ж гэта, я пра гэта ўсё ведаю. То мой канёк. От, ля, гэты проста найлепшы… нааааайлепшы! Той другі эль зусім не харошы, усё з-за тых тупых сабак…
fi: Haluan kertoa sinulle jotain, koska tiedän kaiken tästä asiasta. Se on erikoisalaani. Tämä tässä on parasta... parasta! Se toinen olut ei ole hyvä, niiden tyhmien koirien takia...

source: No one ever lis... listens to me. Somewhere - I ain't too sure - but somewhere under the church is a whole pile o' gold. Gleamin' and shinin' and just waitin' for someone to get it.
be: Ніхто мяне нік… ніколі ні слухае. Недзе — не пэўны дзе — недзе пад цэркваю ё цэлая куча золата. Блішчыць, зіхаціць ды адно чакае, каб яго нехта прыбраў.
fi: Kukaan ei koskaan kuuntele minua. Jossain – en ole ihan varma missä – mutta jossain kirkon alla on iso kasa kultaa. Se kimaltelee ja loistaa ja odottaa noutajaansa.

source: I know you gots your own ideas, and I know you're not gonna believe this, but that weapon you got there - it just ain't no good against those big brutes! Oh, I don't care what Griswold says, they can't make anything like they used to in the old days...
be: Знаю, ў цябе там сваё наўме, дый знаю, што не паверыш, але зброя твая — ну зусім не дзела проці той нечысці! Ай, ды пляваць мне што там кажа Грызвальд, цяперака не робяць як у даўнейшыя часы...
fi: Tiedän, että sinulla on omat ajatuksesi, ja tiedän, että et usko tätä, mutta se ase, joka sinulla on, siitä ei ole mitään hyötyä noita isoja raakalaisia vastaan! En välitä siitä, mitä Griswold sanoo, he eivät osaa tehdä mitään sellaista kuin ennen vanhaan...

source: If I was you... and I ain't... but if I was, I'd sell all that stuff you got and get out of here. That boy out there... He's always got somethin' good, but you gotta give him some gold or he won't even show you what he's got.
fi: Jos olisin sinä... en ole, mutta jos olisin, myisin kaikki tavarasi ja lähtisin täältä. Tuo poika tuolla... Hänellä on aina jotain hyvää, mutta sinun on annettava hänelle kultaa, muuten hän ei edes näytä sinulle, mitä hänellä on.

source: I sense a soul in search of answers...
be: Душу ў пошуках адказаў адчуваю...
fi: Aistin sielun, joka etsii vastauksia...

source: Wisdom is earned, not given. If you discover a tome of knowledge, devour its words. Should you already have knowledge of the arcane mysteries scribed within a book, remember - that level of mastery can always increase.
be: Мудрасць здабываецца, а не даецца. Адшукаўшы фаліянт вед, паглыні яго словы. Калі высветліцца, што ты ўжо валодаеш запаветнымі тайнамі, вылажанымі ў кнізе, помні – гэты ўзровень майстэрства заўжды можна перасягнуць.
fi: Viisaus ansaitaan, sitä ei anneta. Jos löydät tietojen aarrearkun, ahmi sen sanat. Jos sinulla on jo tietoa kirjassa kuvatuista salaperäisistä mysteereistä, muista, että mestaruuden taso voi aina nousta.
