Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: Blood Stone
be: Камень крыві
fi: Verikivi

source: Cathedral Map
be: Мапа сабору
fi: Katedraalin Kartta

source: Ear
fi: Korva

source: Potion of Healing
be: Зелле лячэння
fi: Parannuksen juoma

source: Potion of Mana
be: Зелле маны
fi: Manan juoma

source: Scroll of Identify
be: Скрутак выяўлення
fi: Tunnistuksen käärö

source: Scroll of Town Portal
be: Скрутак партала ў Горад
fi: Kyläportaalin käärö

source: Arkaine's Valor
be: Адвага Аркейна
fi: Arkaineen Valor haarniska

source: Potion of Full Healing
be: Зелле поўнага лячэння
fi: Täydellisen parantumisen juoma

source: Potion of Full Mana
be: Зелле поўнай маны
fi: Täyden manan juoma

source: Griswold's Edge
be: Вастрыё Грызвальда
fi: Griswoldin Terä

source: Bovine Plate
be: Бычыная пласціна
fi: Naudanlaatta

source: Staff of Lazarus
be: Посах Лазара
fi: Lazaruksen Sauva

source: Scroll of Resurrect
be: Скрутак Уваскрэсення
fi: Ylösnousemuksen käärö

source: Short Staff
be: Кароткі посах
fi: Lyhyt sauva

source: Sword
be: Меч
fi: Miekka

source: Dagger
be: Кінжал
fi: Tikari

source: Rune Bomb
be: Рунічная бомба
fi: Riimupommi

source: Theodore
be: Тэадор
fi: Tero

source: Auric Amulet
be: Амулет аўры
fi: Auric-amuletti

source: Torn Note 1
be: Абрывак 1
fi: Revitty Lappu 1

source: Torn Note 2
be: Абрывак 2
fi: Revitty Lappu 2

source: Torn Note 3
be: Абрывак 3
fi: Revitty Lappu 3

source: Reconstructed Note
be: Узноўлены запіс
fi: Uudelleen kasattu lappu

source: Brown Suit
be: Руды ўбор
fi: Ruskea puku

source: Grey Suit
be: Шэры ўбор
fi: Harmaa puku

source: Cap
be: Шапка
fi: Hattu

source: Skull Cap
be: Шышак
fi: Luuhattu

source: Helm
be: Шалом
fi: Kypärä

source: Full Helm
be: Закрыты шалом
fi: Täyskypärä

source: Crown
be: Карона
fi: Kruunu

source: Great Helm
be: Вялікі шалом
fi: Suurkypärä

source: Cape
be: Накідка
fi: Viitta

source: Rags
be: Рыззё
fi: Lumppu

source: Cloak
be: Плашч
fi: Viitta

source: Robe
be: Мантыя
fi: Kaapu

source: Quilted Armor
be: Падшыванка
fi: Tikkattu haarniska

source: Leather Armor
be: Кожаны панцыр
fi: Nahkahaarniska

source: Hard Leather Armor
be: Жорсткі скураны панцыр
fi: Kova nahkainen haarniska

source: Studded Leather Armor
be: Нітаваны скураны панцыр
fi: Nastoitettu nahkahaarniska

source: Ring Mail
be: Кольчаты панцыр
fi: Rengashaarniska

source: Mail
be: Кальчуга
fi: Haarniska

source: Chain Mail
be: Кальчуга
fi: Rengaspanssari

source: Scale Mail
be: Лускаваты панцыр
fi: Suomuhaarniska

source: Breast Plate
be: Нагруднік
fi: Rintapanssari

source: Plate
be: Латы
fi: Panssari

source: Splint Mail
be: Бехцер
fi: Liuskapanssari

source: Plate Mail
be: Латы
fi: Levyhaarniska

source: Field Plate
be: Баявы даспех
fi: Kenttäpanssari

source: Gothic Plate
be: Гатычны даспех
fi: Goottilainen levyhaarniska

source: Full Plate Mail
be: Поўны латны даспех
fi: Täysi levyhaarniska

source: Shield
be: Шчыт
fi: Kilpi

source: Small Shield
be: Малы шчыт
fi: Pieni kilpi

source: Large Shield
be: Вялізны шчыт
fi: Iso kilpi

source: Kite Shield
be: Міндалепадобны шчыт
fi: Leijakilpi

source: Tower Shield
be: Павеза
fi: Tornikilpi

source: Gothic Shield
be: Гатычны шчыт
fi: Goottilainen kilpi

source: Potion of Rejuvenation
be: Зелле аднаўлення
fi: Nuorentamisen juoma

source: Potion of Full Rejuvenation
be: Зелле поўнага аднаўлення
fi: Täydellisen nuorentamisen juoma

source: Oil
be: Алей
fi: Öljy

source: Elixir of Strength
be: Эліксір моцы
fi: Vahvuuden eliksiiri

source: Elixir of Magic
be: Эліксір магіі
fi: Magian eliksiiri

source: Elixir of Dexterity
be: Эліксір спрыту
fi: Näppäryyden eliksiiri

source: Elixir of Vitality
be: Эліксір жывучасці
fi: Elinvoiman eliksiiri

source: Scroll of Healing
be: Скрутак лячэння
fi: Parannuksen käärö

source: Scroll of Search
be: Скрутак пошуку
fi: Paljastuksen käärö

source: Scroll of Lightning
be: Скрутак маланкі
fi: Salamoinnin käärö

source: Scroll of Fire Wall
be: Скрутак вогеннай сцяны
fi: Tuliseinän käärö

source: Scroll of Inferno
be: Скрутак апраметнай
fi: Infernon käärö

source: Scroll of Flash
be: Скрутак бліску
fi: Välähdyksen käärö

source: Scroll of Infravision
be: Скрутак скрозьбачання
fi: Pimeänäön käärö

source: Scroll of Phasing
be: Скрутак перамяшчэння
fi: Siirtymisen käärö

source: Scroll of Mana Shield
be: Скрутак шчыта маны
fi: Manakilven käärö

source: Scroll of Flame Wave
be: Скрутак хвалі полымя
fi: Lieska-aallon käärö

source: Scroll of Fireball
be: Скрутак вогненнага шара
fi: Tulipallon käärö

source: Scroll of Stone Curse
be: Скрутак праклёну каменя
fi: Kivisen kirouksen käärö

source: Scroll of Chain Lightning
be: Скрутак ланцуговай маланкі
fi: Ketjusalaman käärö

source: Scroll of Guardian
be: Скрутак вартавога
fi: Suojelijan käärö

source: Scroll of Nova
be: Скрутак новай зоркі
fi: Novan käärö

source: Scroll of Golem
be: Скрутак голема
fi: Golemin käärö

source: Scroll of Teleport
be: Скрутак тэлепартацыі
fi: Teleporttauksen käärö

source: Scroll of Apocalypse
be: Скрутак апакаліпсіса
fi: Täystuhon käärö

source: Falchion
be: Фальшыён
fi: Falkion

source: Scimitar
be: Крывая шабля
fi: Käyrämiekka

source: Claymore
be: Клеймор
fi: Klaymoori

source: Blade
be: Клінок
fi: Terä

source: Sabre
be: Шабля
fi: Sapeli

source: Long Sword
be: Доўгі меч
fi: Pitkämiekka

source: Broad Sword
be: Палаш
fi: Piilumiekka

source: Bastard Sword
be: Паўтараручны меч
fi: Pitkämiekka

source: Two-Handed Sword
be: Двухручны меч
fi: Kaksikätinen miekka

source: Great Sword
be: Аберучны меч
fi: Suurmiekka

source: Small Axe
be: Сякерка
fi: Pieni Kirves

source: Axe
be: Сякера
fi: Kirves

source: Large Axe
be: Бярдыш
fi: Suuri Kirves

source: Broad Axe
be: Склюд
fi: Piilukirves

source: Battle Axe
be: Лабрыс
fi: Sotakirves

source: Great Axe
be: Вялікая сякера
fi: Suurkirves

source: Mace
be: Булава
fi: Rautanuija

source: Morning Star
be: Маргенштэрн
fi: Aamutähti

source: War Hammer
be: Баявы молат
fi: Sotavasara

source: Hammer
be: Молат
fi: Vasara

source: Spiked Club
be: Шыпастая дубіна
fi: Piikinuija

source: Flail
be: Кісцень
fi: Varsta

source: Maul
be: Кувалда
fi: Moukari

source: Bow
be: Лук
fi: Jousipyssy

source: Hunter's Bow
be: Паляўнічы лук
fi: Metsästäjän jousipyssy

source: Long Bow
be: Доўгі лук
fi: Pitkäjousi

source: Composite Bow
be: Складаны лук
fi: Komposiittijousi

source: Short Battle Bow
be: Кароткі баявы лук
fi: Lyhyt taistelujousi

source: Long Battle Bow
be: Доўгі баявы лук
fi: Pitkä taistelujousi

source: Short War Bow
be: Кароткі ваенны лук
fi: Lyhyt sotajousi

source: Long War Bow
be: Доўгі ваенны лук
fi: Pitkä sotajousi

source: Long Staff
be: Доўгі посах
fi: Pitkäsauva

source: Composite Staff
be: Складаны посах
fi: Komposiittisauva

source: Quarter Staff
be: Посах міласэрнасці
fi: Neljännessauva

source: War Staff
be: Посах вайны
fi: Sotasauva

source: Ring
be: Пярсцёнак
fi: Sormus

source: Amulet
be: Амулет
fi: Amuletti

source: Rune of Fire
be: Руна агню
fi: Tulen riimu

source: Rune
be: Руна
fi: Riimu

source: Rune of Lightning
be: Руна маланкі
fi: Salamoinnin riimu

source: Greater Rune of Fire
be: Большая руна агню
fi: Suurempi tuliriimu

source: Greater Rune of Lightning
be: Большая руна маланкі
fi: Suurempi salamoinnin riimu

source: Rune of Stone
be: Руна каменя
fi: Kiven riimu

source: Short Staff of Charged Bolt
be: Кароткі посах заражанай маланкі
fi: Ladatun vasaman sauva

source: Arena Potion
fi: Areena juoma

source: The Butcher's Cleaver
be: Сякач Мясніка
fi: Butcherin Hakkuuveitsi

source: Lightforge
fi: Valotako

source: The Rift Bow
be: Лук разлому
fi: Rift-jousi

source: The Needler
be: Ігольшчык
fi: Neulakone

source: The Celestial Bow
be: Нябескі лук
fi: Taivaallinen jousi

source: Deadly Hunter
be: Смяротны паляўнічы
fi: Tappava metsästäjä

source: Bow of the Dead
be: Лук памерлых
fi: Kuolleiden jousi

source: The Blackoak Bow
be: Лук з чорнага дубу
fi: Blackoak-jousi

source: Flamedart
be: Палымяністы дроцік
fi: Tulitikka

source: Fleshstinger
be: Джганіплоць
fi: Lihaspistäjä

source: Windforce
be: Сіла ветру
fi: Tuulenvoima

source: Eaglehorn
be: Рог арла
fi: Kotkansarvi

source: Gonnagal's Dirk
be: Кордзік Гонагала
fi: Gonnagalin tikari

source: The Defender
be: Абаронца
fi: Puolustaja

source: Gryphon's Claw
be: Кіпцюр грыфона
fi: Gryphonin

source: Black Razor
be: Чорная брытва
fi: Mustanerä

source: Gibbous Moon
be: Позні маладзік
fi: Kuperankuun terä

source: Ice Shank
be: Лядзяны прэнт
fi: Jääterä

source: The Executioner's Blade
be: Катаў меч
fi: Teloittajan terä

source: The Bonesaw
be: Касцярэз
fi: Luusaha

source: Shadowhawk
be: Ястраб ценю
fi: Varjohaukka

source: Wizardspike
be: Вастрыё чараўніка
fi: Velhontikari

source: Lightsabre
be: Шабля святла
fi: Magiasäde

source: The Falcon's Talon
be: Кіпцюр сокала
fi: Haukan kynsi

source: Doombringer
be: Веснік пагібелі
fi: Turmion tuoja

source: The Grizzly
be: Грызлі
fi: Karhuterä

source: The Grandfather
be: Дзед
fi: Isoisä

source: The Mangler
be: Рубайла
fi: Silppuri

source: Sharp Beak
be: Вострая дзюба
fi: Teränokka

source: BloodSlayer
be: Крывалівень
fi: Verimurskaaja

source: The Celestial Axe
be: Нябеская сякера
fi: Taivaallinen kirves

source: Wicked Axe
be: Ліхая сякера
fi: Turmakirves

source: Stonecleaver
be: Каменясек
fi: Kiviterä

source: Aguinara's Hatchet
be: Сякерка Агінары
fi: Aguinaran kirves

source: Hellslayer
be: Пагібель аекла
fi: Helvetinkirves

source: Messerschmidt's Reaver
be: Разаральнік Мэссершміта
fi: Messerschmidtin verikirves

source: Crackrust
be: Іржатрэск
fi: Murskanuija

source: Hammer of Jholm
be: Молат Джольма
fi: Jholmijn vasara

source: Civerb's Cudgel
be: Кій Сіверба
fi: Civerbin rautanuija

source: The Celestial Star
be: Нябеская зорка
fi: Taivaallinen tähti

source: Baranar's Star
be: Зорка Баранара
fi: Barnarin tähti

source: Gnarled Root
be: Скрыўлены корань
fi: Kähäräjuuri

source: The Cranium Basher
be: Разбівальнік чарапоў
fi: Kallonmurskaaja

source: Schaefer's Hammer
be: Молат Шэфера
fi: Schafaerin vasara

source: Dreamflange
be: Грэбень сноў
fi: Nukkumatti

source: Staff of Shadows
be: Посах ценяў
fi: Varjojen sauva

source: Immolator
be: Спаліцель
fi: Liekittäjä

source: Storm Spire
be: Шпіль Буры
fi: Myrskynpiikki

source: Gleamsong
be: Спеў промня
fi: Kimmelsauva

source: Thundercall
be: Вокліч грому
fi: Silppuri

source: The Protector
be: Заступнік
fi: Suojelija

source: Naj's Puzzler
be: Загваздка Наж
fi: Najin pulmuri

source: Mindcry
be: Выкрык розуму
fi: Mielenitku

source: Rod of Onan
be: Прут Онана
fi: Onanin sauva

source: Helm of Spirits
be: Шалом духаў
fi: Sielujenkypärä

source: Thinking Cap
be: Талковая шапка
fi: Ajattelukypärä

source: OverLord's Helm
be: Шалом усеўладара
fi: OverLordin kypärä

source: Fool's Crest
be: Грыва блазна
fi: Hölmön vaakuna

source: Gotterdamerung
be: Змрок багоў
fi: Jumalten tuho

source: Royal Circlet
be: Каралеўскі абруч
fi: Kuninkaallinen kruunu

source: Torn Flesh of Souls
be: Драная плоць душ
fi: Sielujen revitty liha

source: The Gladiator's Bane
be: Згуба гладыятара
fi: Gladiaattorin kirous

source: The Rainbow Cloak
be: Плашч вясёлкі
fi: Sateenkaarikaapu

source: Leather of Aut
be: Скура Ота
fi: Aut:in nahka

source: Wisdom's Wrap
be: Шаль мудрасці
fi: Viisauden kääre

source: Sparking Mail
be: Іскрыстая кальчуга
fi: Kipinöivä panssari

source: Scavenger Carapace
be: Панцыр трупаеда
fi: Keräilijän Karapassi

source: Nightscape
be: Накідка ночы
fi: Yökaapu

source: Naj's Light Plate
be: Лёгкія латы Наж
fi: Najin kevytpanssari

source: Demonspike Coat
be: Курта чортавых шыпоў
fi: Demonspike-takki

source: The Deflector
be: Адхіляльнік
fi: Deflektori

source: Split Skull Shield
be: Шчыт з расколатага чэрапа
fi: Halkaistu kallo-kilpi

source: Dragon's Breach
be: Цмокава адтуліна
fi: Lohikäärmeen murtuma

source: Blackoak Shield
be: Шчыт з чорнага дубу
fi: Mustametsän kilpi

source: Holy Defender
be: Святы абаронца
fi: Pyhä puolustaja

source: Stormshield
be: Шчыт буры
fi: Myrskykilpi

source: Ring of Regha
be: Пярсцёнак Рэгі
fi: Reghan sormus

source: The Bleeder
be: Крывацёк
fi: Vuotaja

source: Constricting Ring
be: Сціскальны пярсцёнак
fi: Kiristävä sormus

source: Ring of Engagement
be: Заручальны пярсцёнак
fi: Kihlasormus

source: Tin
be: Алавянны
fi: Tina

source: Brass
be: Латуневы
fi: Messinki

source: Bronze
be: Бронзавы
fi: Pronssi

source: Iron
be: Жалезны
fi: Rauta

source: Steel
be: Стальны
fi: Teräs

source: Silver
be: Срэбраны
fi: Hopea

source: Platinum
be: Плацінавы
fi: Platina

source: Mithril
be: Мітрылявы
fi: Mithrilli

source: Meteoric
be: Метэорны
fi: Meteorinen

source: Strange
be: Невядомы
fi: Outo

source: Useless
be: Дарэмны
fi: Hyödytön

source: Bent
be: Крывы
fi: Väännetty

source: Weak
be: Слабы
fi: Heikko

source: Jagged
be: Вышчарблены
fi: Rosoinen

source: Deadly
be: Смяротны
fi: Tappava

source: Heavy
be: Важкі
fi: Painava

source: Vicious
be: Ліхі
fi: Häijy

source: Brutal
be: Люты
fi: Brutaali

source: Massive
be: Велізарны
fi: Massiivinen

source: Savage
be: Зверскі
fi: Villi

source: Ruthless
be: Жорсткі
fi: Häikäilemätön

source: Merciless
be: Бязлітасны
fi: Armoton

source: Clumsy
be: Няспраўны
fi: Kömpelö

source: Dull
be: Тупы
fi: Tylsä

source: Sharp
be: Востры
fi: Terävä

source: Fine
be: Файны
fi: Hyvä

source: Warrior's
be: Ваярскі
fi: Soturin

source: Soldier's
be: Жаўнерскі
fi: Sotilaan

source: Lord's
be: Валадарскі
fi: Herran

source: Knight's
be: Рыцарскі
fi: Ritarin

source: Master's
be: Майстроўскі
fi: Mestarin

source: Champion's
be: Чэмпіёнскі
fi: Mestarin

source: King's
be: Каралеўскі
fi: Kuninkaan

source: Vulnerable
be: Прыступны
fi: Haavoittuvainen

source: Rusted
be: Заіржавелы
fi: Ruostunut

source: Strong
be: Моцны
fi: Vahva

source: Grand
be: Велічэзны
fi: Hienoa

source: Valiant
be: Адважны
fi: Uljas

source: Glorious
be: Славуты
fi: Kunniakas

source: Blessed
be: Дабраславёны
fi: Siunattu

source: Saintly
be: Праведны
fi: Pyhä

source: Awesome
be: Жахлівы
fi: Mahtavaa

source: Godly
be: Боскі
fi: Jumalainen

source: Red
be: Чырвоны
fi: Punainen

source: Crimson
be: Барвовы
fi: Purppuranpunainen

source: Garnet
be: Гранатавы
fi: Granaatti

source: Ruby
be: Рубінавы
fi: Rubiini

source: Blue
be: Сіні
fi: Sininen

source: Azure
be: Блакітны
fi: Taivaansininen

source: Cobalt
be: Кобальтавы
fi: Koboltti

source: Sapphire
be: Сапфіравы
fi: Safiiri

source: White
be: Белы
fi: Valkoinen

source: Pearl
be: Жамчужны
fi: Helmi

source: Ivory
be: Слановай косці
fi: Norsunluu

source: Crystal
be: Крыштальны
fi: Kristalli

source: Diamond
be: Дыямантавы
fi: Timantti

source: Topaz
be: Тапазавы
fi: Topaasi

source: Amber
be: Бурштынавы
fi: Keltainen

source: Obsidian
be: Абсідыянавы
fi: Laavalasi

source: Emerald
be: Смарагдавы
fi: Smaragdi

source: Hyena's
be: Гіенін
fi: Hyeenan

source: Frog's
be: Жабін
fi: Sammakon

source: Spider's
be: Павукоў
fi: Hämähäkin

source: Raven's
be: Крумкачоў
fi: Korpin

source: Snake's
be: Змеяў
fi: Käärmeen

source: Serpent's
be: Вужаў
fi: Käärmeen

source: Drake's
be: Смокаў
fi: Draken

source: Dragon's
be: Цмокаў
fi: Lohikäärmeen

source: Wyrm's
be: Гадскі
fi: Lohikäärmeen

source: Hydra's
be: Гідрын
fi: Hydran

source: Angel's
be: Анёльскі
fi: Enkelin

source: Arch-Angel's
be: Арханёльскі
fi: Arkkienkelin

source: Plentiful
be: Шчодры
fi: Runsaasti

source: Bountiful
be: Дастатны
fi: Runsas

source: Flaming
be: Агністы
fi: Liekehtivä

source: Lightning
be: Бліскавічны
fi: Salamoiva

source: quality
be: якасці
fi: laatu

source: maiming
be: нявечання
fi: silpominen

source: slaying
be: забойства
fi: surmaus

source: gore
be: запечанай крыві
fi: hurme

source: carnage
be: бойні
fi: verilöyly

source: slaughter
be: разні
fi: teurastus

source: pain
be: болю
fi: tuska

source: tears
be: слёзаў
fi: kyyneleet

source: health
be: здароўя
fi: terveys

source: protection
be: аховы
fi: suojaus

source: absorption
be: паглынання
fi: imu

source: deflection
be: адхілення
fi: poiskääntö

source: osmosis
be: осмасу
fi: osmoosi

source: frailty
be: кволасці
fi: heikkous

source: weakness
be: слабасці
fi: heikkous

source: strength
be: моцы
fi: vahvuus

source: might
be: магутнасці
fi: mahti

source: power
be: сілы
fi: voima

source: giants
be: волатаў
fi: jättiläiset

source: titans
be: тытанаў
fi: titaanit

source: paralysis
be: паралюшу
fi: halvaus

source: atrophy
be: адмірання
fi: näivetys

source: dexterity
be: спрыту
fi: näppäryys

source: skill
be: спраўнасці
fi: taito

source: accuracy
be: дакладнасці
fi: täsmällisyys

source: precision
be: зладжанасці
fi: tarkkuus

source: perfection
be: беззаганнасці
fi: täydellisyys

source: the fool
be: дурня
fi: pöyristys

source: dyslexia
be: дыслексіі
fi: ajatuskaaos

source: magic
be: магіі
fi: magia

source: the mind
be: розуму
fi: mieli

source: brilliance
be: выдатнасці
fi: loisto

source: sorcery
be: вядзьмарства
fi: taikuus

source: wizardry
be: чарадзейства
fi: velhomainen

source: illness
be: немачы
fi: tauti

source: disease
be: хваробы
fi: sairaus

source: vitality
be: жывучасці
fi: elinvoima

source: zest
be: запалу
fi: ilo

source: vim
be: энергіі
fi: energia

source: vigor
be: дужасці
fi: vireys

source: life
be: жыцця
fi: elämä

source: trouble
be: бяды
fi: ongelma

source: the pit
be: ямы
fi: monttu

source: the sky
be: неба
fi: taivas

source: the moon
be: месяца
fi: kuu

source: the stars
be: зорак
fi: tähdet

source: the heavens
be: нябёс
fi: ylämaailma

source: the zodiac
be: задыяку
fi: zodiac

source: the vulture
be: драпежніка
fi: korppikotka

source: the jackal
be: шакала
fi: sakaali

source: the fox
be: ліса
fi: kettu

source: the jaguar
be: ягуара
fi: jaguaari

source: the eagle
be: арла
fi: kotka

source: the wolf
be: ваўка
fi: susi

source: the tiger
be: тыгра
fi: tiikeri

source: the lion
be: льва
fi: leijona

source: the mammoth
be: маманта
fi: mamutti

source: the whale
be: кіта
fi: valas

source: fragility
be: кволасці
fi: hauraus

source: brittleness
be: ломкасці
fi: herkkyys

source: sturdiness
be: непахіснасці
fi: vankkuus

source: craftsmanship
be: майстэрства
fi: käsityötaito

source: structure
be: будовы
fi: rakennelma

source: the ages
be: вякоў
fi: iät

source: the dark
be: цемры
fi: pimeys

source: the night
be: ночы
fi: yö

source: light
be: святла
fi: valo

source: radiance
be: ззяння
fi: loiste

source: flame
be: полымя
fi: lieska

source: fire
be: агню
fi: tuli

source: burning
be: спякоты
fi: palaa

source: shock
be: шоку
fi: salamanisku

source: lightning
be: маланкі
fi: salama

source: thunder
be: грымот
fi: ukkonen

source: many
be: шматлікіх
fi: monta

source: plenty
be: мноства
fi: paljon

source: thorns
be: церняў
fi: piikit

source: corruption
be: скажэння
fi: mätäneminen

source: thieves
be: зладзеяў
fi: varkaat

source: the bear
be: мядзведзя
fi: karhu

source: the bat
be: кажана
fi: lepakko

source: vampires
be: вупараў
fi: vampyyrit

source: the leech
be: п'яўкі
fi: iilimato

source: blood
be: крыві
fi: veri

source: piercing
be: працінання
fi: lävistävä

source: puncturing
be: праколу
fi: puhkaiseva

source: bashing
be: збівання
fi: iskevä

source: readiness
be: падрыхтаванасці
fi: valmius

source: swiftness
be: імклівасці
fi: nopeus

source: speed
be: хуткасці
fi: nopeus

source: haste
be: паспеху
fi: kiire

source: balance
be: раўнавагі
fi: tasapaino

source: stability
be: стойкасці
fi: vakaus

source: harmony
be: суладнасці
fi: harmonia

source: blocking
be: блакавання
fi: torjunta

source: The Magic Rock
be: Магічны камень
fi: Maaginen kivi

source: Gharbad The Weak
be: Кволы Гарбад
fi: Gharbard, Heikko

source: Zhar the Mad
be: Шалёны Зар
fi: Zhar Mielipuoli

source: The Butcher
be: Мяснік
fi: Butcher

source: Ogden's Sign
be: Знак Огдэна
fi: Ogdenin Merkki

source: Halls of the Blind
be: Залы Сляпых
fi: Sokeuden käytävät

source: Valor
be: Адвага
fi: Urheus

source: Warlord of Blood
be: Крывавы ваявода
fi: Veren Sotajumala

source: The Curse of King Leoric
be: Праклён караля Леорыка
fi: Kuningas Leroric:n Kirous

source: Archbishop Lazarus
be: Архібіскуп Лазар
fi: Arkkipiispa Lazarus

source: Grave Matters
be: Магільныя справы
fi: Kuollonkysymykset

source: Farmer's Orchard
be: Садок фермера
fi: Viljelijän Hedelmäpuutarha

source: Little Girl
be: Дзяўчынка
fi: Pikkutyttö

source: Wandering Trader
be: Вандроўны гандляр
fi: Vaeltava kauppias

source: The Defiler
be: Паганнік
fi: Saastuttaja

source: The Jersey's Jersey
be: Джэрсі Джэрсі
fi: Jerseyn Takki

# spell
source: Firebolt
be: Вогненная бліскавіца
fi: Tulivasama

# spell
source: Healing
be: Лячэнне
fi: Parannus

# spell
source: Lightning
be: Маланка
fi: Salama

# spell
source: Flash
be: Бліск
fi: Välähdys

# spell
source: Identify
be: Выявіць
fi: Tunnistus

# spell
source: Fire Wall
be: Сцяна агню
fi: Tuliseinä

# spell
source: Town Portal
be: Партал у Горад
fi: Kylän Portaali

# spell
source: Stone Curse
be: Каменны праклён
fi: Kivinen kirous

# spell
source: Infravision
be: Скрозьбачанне
fi: Pimeänäkö

# spell
source: Phasing
be: Перамяшчэнне
fi: Siirtymä

# spell
source: Mana Shield
be: Шчыт маны
fi: Manakilpi

# spell
source: Fireball
be: Вогненны шар
fi: Tulipallo

# spell
source: Guardian
be: Стораж
fi: Vartiuus

# spell
source: Chain Lightning
be: Маланкавы ланцуг
fi: Ketjusalama

# spell
source: Flame Wave
be: Хваля полымя
fi: Liekkiaalto

# spell
source: Doom Serpents
be: Змеі пагібелі
fi: Tuomion käärmeet

# spell
source: Blood Ritual
be: Крывавы рытуал
fi: Veren Rituaali

# spell
source: Invisibility
be: Нябачнасць
fi: Näkymättömyys

# spell
source: Golem
be: Голем
fi: Golemi

# spell
source: Rage
be: Гнеў
fi: Raivo

# spell
source: Teleport
be: Тэлепорт
fi: Teleportti

# spell
source: Apocalypse
be: Апакаліпсіс
fi: Täystuho

# spell
source: Etherealize
be: Этэрызаваць
fi: Eterioida

# spell
source: Item Repair
be: Наладка рэчы
fi: Paikkaus

# spell
source: Staff Recharge
be: Перазарадка посаха
fi: Sauvan Uudelleenlataus

# spell
source: Trap Disarm
be: Абяскоджванне пасткі
fi: Ansan poisto

# spell
source: Elemental
be: Элементаль
fi: Elementaalinen

# spell
source: Charged Bolt
be: Зараджаная бліскавіца
fi: Sähköistetty vasama

# spell
source: Holy Bolt
be: Святая бліскавіца
fi: Pyhävasama

# spell
source: Resurrect
be: Уваскрасіць
fi: Ylösnousu

# spell
source: Telekinesis
be: Тэлекінэз
fi: Telekineesi

# spell
source: Heal Other
be: Лячы Блізкага
fi: Paranna toista

# spell
source: Blood Star
be: Крывавая зорка
fi: Veritähti

# spell
source: Bone Spirit
be: Дух косці
fi: Luusielu

source: Ahh, the story of our King, is it? The tragic fall of Leoric was a harsh blow to this land. The people always loved the King, and now they live in mortal fear of him. The question that I keep asking myself is how he could have fallen so far from the Light, as Leoric had always been the holiest of men. Only the vilest powers of Hell could so utterly destroy a man from within...
be: А-а, цікавішся нашым Каралём, гм? Трагічнае падзенне Леорыка было страшным ударам для гэтай зямлі. Людзі заўсёды любілі Караля, зараз жа яны да смерці страшацца яго. Я ўсё пытаю сябе, як ён так аддаліўся ад Святла, бо Леорык заўсёды быў з найсвяцейшых між людзьмі. Толькі самыя паганыя сілы Пекла маглі так вынішчыць чалавека знутры...
fi: Ahh, tarina kuninkaastamme, vai? Leoricin traaginen lankeaminen oli kova isku tälle maalle. Kansalaiset rakastivat aina kuningasta, ja nyt he elävät kuolemanpelossa häntä kohtaan. Kysymys, jota kysyn itseltäni yhä uudelleen, on se, kuinka hän saattoi langeta niin kauas Valosta, sillä Leoric oli aina ollut pyhin kaikista miehistä. Vain helvetin ilkeimmät voimat voisivat tuhota miehen niin täydellisesti sisältäpäin...
