Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: Shift + Left Mouse Button (on character screen): Assign all stat points
be: Shift + Левая кнопка мышы (на экране персанажа): Прызначыць ачкі статыстыкі
fi: Shift + Hiiren vasen: (hahmo näytöllä): Määritä kaikki tilasto-pisteet

source: Shift + Left Mouse Button (on inventory): Move item to belt or equip/unequip item
be: Shift + Левая кнопка мышы (у інвентары): Павесіць нешта на пояс ці зняць/надзець рэч
fi: Shift + Hiiren vasen: (tavaraluettelossa): Siirrä esine vyöhön tai varusta/poista varuste

source: Shift + Left Mouse Button (on belt): Move item to inventory
be: Shift + Левая кнопка мышы (на поясе): Убраць рэч у інвентар
fi: Shift + Hiiren vasen: (vyöllä): Siirra tavara tavaraluetteloon

source: $Movement:
be: $Рух:
fi: $Liikkuminen:

source: If you hold the mouse button down while moving, the character will continue to move in that direction.
be: Калі трымаеце кнопку мышы падчас руху, персанаж будзе працягваць рухацца ў гэтым кірунку.
fi: Jos pidät hiiren painikkeen painettuna liikkuessasi, hahmo jatkaa liikkumistaan kyseiseen suuntaan.

source: $Combat:
be: $Бой:
fi: $Taistelu:

source: Holding down the shift key and then left-clicking allows the character to attack without moving.
be: Трымаючы клавішу shift і пасля націскаючы левую кнопку мышы, персанаж можа біцца стоячы на месцы.
fi: Pitämällä shift-näppäintä painettuna ja napsauttamalla hiiren vasemmalla painikkeella hahmo voi hyökätä liikkumatta.

source: $Auto-map:
be: $Аўтамапа:
fi: $Automaattikartta:

source: To access the auto-map, click the 'MAP' button on the Information Bar or press 'TAB' on the keyboard. Zooming in and out of the map is done with the + and - keys. Scrolling the map uses the arrow keys.
be: Каб адкрыць аўтамапу, націснеце "МАПА" на панэлі інфармацыі ці клавішу 'TAB' на клавіатуры. Маштабаванне карты ажыццяўляецца клавішамі + ды -. Пракручвайце карту стрэлкамі на клавіатуры.
fi: Voit avata automaattikartan napsauttamalla tietopalkin MAP-painiketta tai painamalla näppäimistön TAB-näppäintä. Karttaa voi suurentaa ja pienentää + ja - näppäimillä. Karttaa voi vierittää nuolinäppäimillä.

source: $Picking up Objects:
be: $Падыманне рэчаў:
fi: $Tavaroiden nostaminen:

source: Useable items that are small in size, such as potions or scrolls, are automatically placed in your 'belt' located at the top of the Interface bar . When an item is placed in the belt, a small number appears in that box. Items may be used by either pressing the corresponding number or right-clicking on the item.
be: Розныя маленькія рэчы, якімі можна карыстацца, як зеллі ці скруткі, аўтаматычна змяшчаюцца ў ваш "пояс", наверсе панэлі інтэрфейсу. Калі прадмет вешаецца на пояс, невялікая лічба з'яўляецца ў яго полі. Каб скарыстацца рэччу, трэба націснуць адпаведную лічбу на клавіатуры або націснуць па ім правай кнопкай мышы.
fi: Pienikokoiset käyttökelpoiset esineet, kuten juomat tai kääröt, sijoitetaan automaattisesti käyttöliittymän palkin yläosassa olevaan ”vyöhön”. Kun esine sijoitetaan vyöhön, kyseiseen ruutuun ilmestyy pieni numero. Esineitä voi käyttää joko painamalla vastaavaa numeroa tai napsauttamalla esinettä hiiren oikealla painikkeella.

source: $Gold:
be: $Золата:
fi: $Kulta:

source: You can select a specific amount of gold to drop by right-clicking on a pile of gold in your inventory.
be: Вы можаце выбраць, колькі золата кінуць, націснуўшы правай кнопкай мышы па жменьцы золота ў інвентары.
fi: Voit valita pudotettavan kullan määrän napsauttamalla hiiren oikealla painikkeella kullan kasaa inventaarissasi.

source: $Skills & Spells:
be: $Уменні ды Чары:
fi: $Taidot ja loitsut:

source: You can access your list of skills and spells by left-clicking on the 'SPELLS' button in the interface bar. Memorized spells and those available through staffs are listed here. Left-clicking on the spell you wish to cast will ready the spell. A readied spell may be cast by simply right-clicking in the play area.
be: Вы можаце адкрыць спіс уменняў ды чараў, націснуўшы левай кнопкай мышы па 'ЧАРЫ' на панэлі інтэрфейсу. Тут пералічаны вывучаныя ды даступныя праз посах чары. Каб падрыхтаваць патрэбныя чары, клікніце па іх левай кнопкай мышы. Чары можна наслаць націснуўшы правай кнопкаю мышы.
fi: Voit tarkastella taitojesi ja loitsujesi luetteloa napsauttamalla hiiren vasemmalla painikkeella käyttöliittymän palkissa olevaa SPELLS-painiketta. Tähän luetteloon on koottu muistamasi loitsut ja sauvojen avulla käytettävissä olevat loitsut. Valitse loitsu, jonka haluat käyttää, napsauttamalla sitä hiiren vasemmalla painikkeella. Valitsemasi loitsu voidaan käyttää napsauttamalla hiiren oikealla painikkeella pelialueella.

source: $Using the Speedbook for Spells:
be: $Кніга прыткасці для чараў:
fi: $Speedbookin käyttö loitsujen kanssa:

source: Left-clicking on the 'readied spell' button will open the 'Speedbook' which allows you to select a skill or spell for immediate use. To use a readied skill or spell, simply right-click in the main play area.
be: Калі націснуць на "гатовыя чары", то адкрыецца "Кніга прыткасці", якая дае выбраць чары ці уменне для хуткага карыстання. Каб скарыстацца гатовым уменнем ці чарамі, проста націснеце правай кнопкаю мышы.
fi: Valmistellun loitsun painiketta vasemmalla hiiren painikkeella napsauttamalla avautuu Speedbook, josta voit valita taidon tai loitsun välittömään käyttöön. Valmistellun taidon tai loitsun käytät napsauttamalla hiiren oikealla painikkeella pääpelialueella.

source: Shift + Left-clicking on the 'select current spell' button will clear the readied spell.
be: Shift + Левая кнопка мышы па "выбраць цяперашнія чары" прыбярэ гатовыя чары.
fi: Shift + vasen hiiren painike ”valitse nykyinen loitsu” -painikkeella tyhjentää valmiina olevan loitsun.

source: $Setting Spell Hotkeys:
be: $Устаноўка гарачых клавішаў для чараў:
fi: $Loitsujen pikanäppäinten asettaminen:

source: You can assign up to four Hotkeys for skills, spells or scrolls. Start by opening the 'speedbook' as described in the section above. Press the F5, F6, F7 or F8 keys after highlighting the spell you wish to assign.
be: Вы можаце прызначыць да чатырох гарачых клавіш для навыкаў, чараў ці скруткаў. Пачніце адкрыўшы "кнігу прыткасці", як апісана вышэй. Націснеце F5, F6, F7 ці F8 пасля вылучэння чараў, якія хочаце прызначыць.
fi: Voit määrittää enintään neljä pikanäppäintä taitoja, loitsuja tai kääröjä varten. Aloita avaamalla ”speedbook” edellä olevassa osiossa kuvatulla tavalla. Korosta haluamasi loitsu ja paina sitten F5-, F6-, F7- tai F8-näppäintä.

source: $Spell Books:
be: $Кнігі чараў:
fi: $Loitsukirjat:

source: Reading more than one book increases your knowledge of that spell, allowing you to cast the spell more effectively.
be: Чытанне больш за адну кнігу павышае вашыя веды аб гэтых чарах, дазваляючы карыстацца імі эфектыўней.
fi: Useamman kuin yhden kirjan lukeminen lisää tietämystäsi kyseisestä loitsusta, jolloin voit käyttää loitsua tehokkaammin.

source: Shareware Hellfire Help
be: Дамапога з дэма Hellfire
fi: Osuusohjelma Hellfire -ohje

source: Hellfire Help
be: Дапамога з Hellfire
fi: Hellfire apu

source: Shareware Diablo Help
be: Дапамога з дэма Diablo
fi: Osuusohjelma Diablo apu

source: Diablo Help
be: Дапамога з Diablo
fi: Diablo apu

source: Press ESC to end or the arrow keys to scroll.
be: Націснеце ESC каб скончыць ці пракруціце стрэлачкамі.
fi: Paina ESC-näppäintä lopettaaksesi tai nuolinäppäimiä selataksesi.

source: Unable to create main window
be: Немагчыма стварыць галоўнае акно
fi: Pääikkunaa ei voi luoda

source: No room for item
fi: Ei tilaa tavaralle

source: Oil of Accuracy
be: Алей дакладнасці
fi: Tarkkuuden öljy

source: Oil of Mastery
be: Алей улады
fi: Mestaruuden öljy

source: Oil of Sharpness
be: Алей вастрыні
fi: Terävyyden öljy

source: Oil of Death
be: Алей смерці
fi: Kuoleman öljy

source: Oil of Skill
be: Алей спраўнасці
fi: Taidon öljy

source: Blacksmith Oil
be: Кавалёва масла
fi: Seppäöljy

source: Oil of Fortitude
be: Алей трываласці
fi: Sinnikkyyden öljy

source: Oil of Permanence
be: Алей нязменнасці
fi: Pysyvyyden öljy

source: Oil of Hardening
be: Алей гарту
fi: Kovettumisen öljy

source: Oil of Imperviousness
be: Алей непрабіўнасці
fi: Läpäisemättömyyden öljy

source: increases a weapon's
be: павялічвае зброі
fi: nostaa aseen

source: chance to hit
be: шанец трапіць
fi: osumistodennäkoisyyttä

source: greatly increases a
be: моцна павялічвае
fi: lisää huomattavasti

source: weapon's chance to hit
be: шанец зброі трапіць
fi: aseen osumistodennäköisyys

source: damage potential
be: патэнцыял шкоды
fi: vahingon mahdollisuus

source: greatly increases a weapon's
be: моцна павялічвае зброі
fi: lisää huomattavasti aseen

source: damage potential - not bows
be: патэнцыял шкоды – не для лукаў
fi: vahinkopotentiaalia - ei jousia

source: reduces attributes needed
be: змяншае неабходныя атрыбуты
fi: vähentää tarvittavia ominaisuuksia

source: to use armor or weapons
be: для карыстання брані ці зброі
fi: käyttääksesi haarniskaa tai aseita

source: restores 20% of an
be: аднаўляе 20%
fi: palauttaa 20 %

source: item's durability
be: мацунак рэчы
fi: tavaran kestävyyttä

source: increases an item's
be: павялічвае рэчы
fi: nostaa tavaran

source: current and max durability
be: цяперашні ды максімальны мацунак
fi: nykyinen ja maksimaalinen kestävyys

source: makes an item indestructible
be: робіць рэч незнішчальнаю
fi: tekee esineestä tuhoutumattoman

source: increases the armor class
be: павялічвае клас брані
fi: lisää haarniskaluokkaa

source: of armor and shields
be: брані і шчытоў
fi: haarniskoiden ja kilpien

source: greatly increases the armor
be: моцна павялічвае брані
fi: lisää huomattavasti suojausta

source: class of armor and shields
be: клас даспехаў ды шчытоў
fi: haarniska- ja kilpiluokka

source: sets fire trap
be: ставіць вогненную пастку
fi: asettaa tuliansan

source: sets lightning trap
be: ставіць маланкавую пастку
fi: asentaa salamansyötin

source: sets petrification trap
be: ставіць пастку акамянення
fi: asettaa kivettymisansan

source: restore all life
be: аднавіць ўсё жыццё
fi: palauta terveys kokonaan

source: restore some life
be: аднавіць трохі жыцця
fi: palauta osa terveydestä

source: restore some mana
be: аднавіць трохі маны
fi: palauta osa manasta

source: restore all mana
be: аднавіць усю ману
fi: palauta mana kokonaan

source: increase strength
be: павялічыць моц
fi: lisää vahvuutta

source: increase magic
be: павялічыць магію
fi: lisää magiaa

source: increase dexterity
be: павялічыць спрыт
fi: lisää näppäryyttä

source: increase vitality
be: павялічыць жывучасць
fi: lisää puhtia

source: restore some life and mana
be: аднавіць трохі жыцця ды маны
fi: palauta osa terveydestä ja manasta

source: restore all life and mana
be: аднавіць ўсё жыццё ды ману
fi: palauta terveys ja mana kokonaan

source: (works only in arenas)
fi: (toimii vain areenoilla)

source: Right-click to view
be: Правай кнопкай мышы каб пабачыць
fi: Paina hiiren oikeaa tarkastellaksesi

source: Right-click to use
be: Правай кнопкай мышы каб выкараставаць
fi: Paina hiiren oikeaa käyttääksesi

source: Right-click to read, then left-click to target
fi: Paina hiiren oikeaa lukeaksei ja sitten paina hiiren vasempaa kohdistaaksesi

source: Right-click to read
be: Націснуць правай кнопкай мышы каб прачытаць
fi: Paina hiiren oikeaa lukeaksesi

source: Activate to view
be: Актывуйце каб пабачыць
fi: Aktivoi tarkastellaksesi

source: Open inventory to use
be: Адчыніце інвентар каб выкараставаць
fi: Avaa tavaraluettelo käyttääksesi tätä

source: Activate to use
be: Актывізуйце каб выкараставаць
fi: Aktivoi käyttääksesi

source: Select from spell book, then cast spell to read
fi: Valitse loitsukirjasta, sitten käytä luettua loitsua

source: Activate to read
be: Актывізуйце каб прачытаць
fi: Aktivoi lukeaksesi

source: {} to view
fi: {} tarkastellaksesi

source: {} to use
fi: {} käyttääksesi

source: Select from spell book, then {} to read
fi: Valitse loitsukirjasta, sitten paina {} käyttääksesi luettua loitsua

source: {} to read
fi: {} lukeaksesi

# player
source: Level: {:d}
be: Узровень {:d}
fi: Taso: {:d}

source: Doubles gold capacity
be: Падвойвае ёмістасць золата
fi: Kaksinkertaistaa kullankapasiteetin

source: Required:
be: Патрэбна:
fi: Vaaditaan:

source: {:d} Str
be: {:d} Моц
fi: {:d} Vah

source: {:d} Dex
be: {:d} Спрт
fi: {:d} Näp

source: Book of {:s}
fi: {:s} kirja

source: Ear of {:s}
be: Вуха {:s}
fi: {:s} korva

source: chance to hit: {:+d}%
be: шанец трапіць: {:+d}%
fi: osumismahdollisuus: {:+d}%

source: {:+d}% damage
be: {:+d}% шкоды
fi: {:+d}% vahinko

source: to hit: {:+d}%, {:+d}% damage
be: трапіць: {:+d}%, {:+d}% шкоды
fi: osumistodennäköisyys: {:+d}%, {:+d}% vahinko

source: {:+d}% armor
be: {:+d}% брані
fi: {:+d}% suojaus

source: armor class: {:d}
be: клас даспехаў: {:d}
fi: haarniskaluokka: {:d}

source: Resist Fire: {:+d}%
be: Супраціў агню: {:+d}%
fi: Tulenkestävyys: {:+d}%

source: Resist Fire: {:+d}% MAX
be: Супраціў агню: {:+d}% МАКС
fi: Tulenkestävyys: {:+d}% MAX

source: Resist Lightning: {:+d}%
be: Супраціў маланцы: {:+d}%
fi: Salaman kestävyys: {:+d}%

source: Resist Lightning: {:+d}% MAX
be: Супраціў маланцы: {:+d}% МАКС
fi: Salaman kestävyys: {:+d}% MAX

source: Resist Magic: {:+d}%
be: Супраціў магіі: {:+d}%
fi: Magiankestävyys: {:+d}%

source: Resist Magic: {:+d}% MAX
be: Супраціў магіі: {:+d}% МАКС
fi: Magiankestävyys: {:+d}% MAX

source: Resist All: {:+d}%
be: Супраціў усяму: {:+d}%
fi: Vastusta kaikkea: {:+d}%

source: Resist All: {:+d}% MAX
be: Супраціў усяму: {:+d}% МАКС
fi: Vastusta kaikkea: {:+d}% MAX

source: spells are increased {:d} level
be: чары павышаныя на {:d} узровень
fi: loitsujen tasoa on nostettu {:d} verran

source: spells are decreased {:d} level
be: чары паменшаныя на {:d} узровень
fi: loitsujen taso on alennettu {:d} verran

source: spell levels unchanged (?)
be: узроўні чараў нязменныя (?)
fi: loitsujen tasot ovat muuttumattomat (?)

source: Extra charges
be: Дадатковыя зарады
fi: Lisälataukset

source: {:d} {:s} charge
be: {:d} {:s} зарад
fi: {:d} {:s} lataus

source: Fire hit damage: {:d}
be: Шкода агнём: {:d}
fi: Palovauriot: {:d}

source: Fire hit damage: {:d}-{:d}
be: Шкода агнём: {:d}-{:d}
fi: Palovauriot: {:d}-{:d}

source: Lightning hit damage: {:d}
be: Шкода маланкаю: {:d}
fi: Salamaniskuvahinko: {:d}

source: Lightning hit damage: {:d}-{:d}
be: Шкода маланкаю: {:d}-{:d}
fi: Salamaniskuvahinko: {:d}-{:d}

source: {:+d} to strength
be: {:+d} да моцы
fi: {:+d} vahvuuteen

source: {:+d} to magic
be: {:+d} да магіі
fi: {:+d} magiaan

source: {:+d} to dexterity
be: {:+d} да спрыту
fi: {:+d} näppäryyteen

source: {:+d} to vitality
be: {:+d} да жывучасці
fi: {:+d} puhtiin

source: {:+d} to all attributes
be: {:+d} да ўсіх атрыбутаў
fi: {:+d} kaikkiin ominaisuuksiin

source: {:+d} damage from enemies
be: {:+d} шкоды ад ворагаў
fi: {:+d} saatu vahinko vihollisilta

source: Hit Points: {:+d}
be: Здароўе: {:+d}
fi: Vahinkopisteet: {:+d}

source: high durability
be: вялікі мацунак
fi: kova kestävyys

source: decreased durability
be: паменшаны мацунак
fi: vähennetty kestävyys

source: indestructible
be: незнішчальны
fi: tuhoutumaton

source: +{:d}% light radius
be: +{:d}% радыуса святла
fi: +{:d}% valon etäisyys

source: -{:d}% light radius
be: -{:d}% радыуса святла
fi: -{:d}% valon etäisyys

source: multiple arrows per shot
be: некалькі стрэл за адзін стрэл
fi: useita nuolia per laukaus

source: fire arrows damage: {:d}
be: шкода вогненнымі стрэламі: {:d}
fi: tulinuolien vahinko: {:d}

source: fire arrows damage: {:d}-{:d}
be: шкода вогненнымі стрэламі: {:d}-{:d}
fi: tulinuolien vahinko: {:d}-{:d}

source: lightning arrows damage {:d}
be: шкода маланкавымі стрэламі: {:d}
fi: salamanuolien vahinko {:d}

source: lightning arrows damage {:d}-{:d}
be: шкода маланкавымі стрэламі: {:d}-{:d}
fi: salamanuolien vahinko {:d}-{:d}

source: fireball damage: {:d}
be: шкода вогненным шарам: {:d}
fi: palopallon vahinko: {:d}

source: fireball damage: {:d}-{:d}
be: шкода вогненным шарам: {:d}-{:d}
fi: tulipallon vahinko: {:d}-{:d}

source: attacker takes 1-3 damage
be: нападаючы атрымлівае 1-3 шкоды
fi: hyökkääjä ottaa vastaan 1-3 vahinkopistettä

source: user loses all mana
be: карыстальнік страчвае ўсю ману
fi: käyttäjä menettää kaiken manan

source: absorbs half of trap damage
be: паглынае палову шкоды пасткі
fi: imee puolet ansan aiheuttamasta vahingosta

source: knocks target back
be: адкідае цэль узад
fi: lyö kohteen taaksepäin

source: +200% damage vs. demons
be: +200% шкоды супраць дэманаў
fi: +200% Vahinkoa

source: All Resistance equals 0
be: Увесь супраціў роўны 0
fi: Kaikki vastukset ovat 0

source: hit steals 3% mana
be: удар крадзе 3% маны
fi: osuma varastaa 3% lisää manaa

source: hit steals 5% mana
be: удар крадзе 5% маны
fi: osuma varastaa 5% lisää manaa

source: hit steals 3% life
be: удар крадзе 3% жыцця
fi: osuma varastaa 3% lisää terveyttä

source: hit steals 5% life
be: удар крадзе 5% жыцця
fi: osuma varastaa 5% lisää terveyttä

source: penetrates target's armor
be: прабівае браню цэлі
fi: lävistää kohteen panssarin

source: quick attack
be: хуткі напад
fi: pikahyökkäys

source: fast attack
be: шпаркі напад
fi: nopea hyökkäys

source: faster attack
be: шпарчэйшы напад
fi: nopeampi hyökkäys

source: fastest attack
be: найшпарчэйшы напад
fi: nopein hyökkäys

source: Another ability (NW)
be: Іншая здольнасць (NW)
fi: Toinen kyky (NW)

source: fast hit recovery
be: хуткае ачуньванне па ўдары
fi: nopea palautuminen

source: faster hit recovery
be: хутчэйшае ачуньванне па ўдары
fi: nopeampi palautuminen

source: fastest hit recovery
be: найхутчэйшае ачуньванне па ўдары
fi: nopein palautuminen

source: fast block
be: хуткі блок
fi: nopea torjunta

source: adds {:d} point to damage
be: дадае {:d} ачко шкодзе
fi: lisää {:d} pisteen vahinkoon

source: fires random speed arrows
be: пускае некалькі хуткіх стрэл
fi: ampuu satunnaisia nopeusnuolia

source: unusual item damage
be: незвычайная шкода рэчай
fi: epätavallinen vahinko

source: altered durability
be: зменены мацунак
fi: muuttunut kestävyys

source: one handed sword
be: аднаручны меч
fi: yksikätinen miekka

source: constantly lose hit points
be: безупынна губляць здароўе
fi: menetä jatkuvasti vahinkopisteitä

source: life stealing
be: крадзеж жыцця
fi: terveyden riisto

source: no strength requirement
be: няма патрабавання моцы
fi: ei vahvuus vaatimuksia

source: lightning damage: {:d}
be: шкода маланкаю: {:d}
fi: salamointivahinko: {:d}

source: lightning damage: {:d}-{:d}
be: шкода маланкаю: {:d}-{:d}
fi: salamointivahinko: {:d}-{:d}

source: charged bolts on hits
be: выпускае зараджаныя стрэлы пры ўдарах
fi: ladatut vasamat osumishetkellä

source: occasional triple damage
be: выпадковая патройная шкода
fi: satunnainen kolminkertaisettu vahinko

source: decaying {:+d}% damage
be: занепадае {:+d}% шкоды
fi: rappeutuminen {:+d}% vahinko

source: 2x dmg to monst, 1x to you
be: 2х шкд пачвр, 1х вам
fi: 2x vahinko hirviölle, 1x sinulle

source: Random 0 - 600% damage
be: Выпадковая 0 – 600% шкоды
fi: Satunnainen 0–600 % vahinko

source: low dur, {:+d}% damage
be: нізкі спрыт, {:+d}% шкоды
fi: heikko kes, {:+d}% vahinko

source: extra AC vs demons
be: дадат. абарона ад дэманаў
fi: ylimääräinen AC vs demonit

source: extra AC vs undead
be: дадат. абарона ад наўцоў
fi: ylimääräinen AC vs. epäkuolleet

source: 50% Mana moved to Health
be: 50% маны перайшло ў Здароўе
fi: 50% Manasta siiretty Terveyteen

source: 40% Health moved to Mana
be: 40% Здароўя перайшло ў Ману
fi: 40% Terveydestä siiretty Manaan

source: damage: {:d} Indestructible
be: шкода {:d} Незнішчальна
fi: vahinko: {:d} Tuhoutumaton

source: damage: {:d} Dur: {:d}/{:d}
be: шкода {:d} мац: {:d}/{:d}
fi: vahinko: {:d} Kes: {:d}/{:d}

source: damage: {:d}-{:d} Indestructible
be: шкода {:d}-{:d} Незнішчальна
fi: vahinko: {:d}-{:d} Tuhoutumaton

source: damage: {:d}-{:d} Dur: {:d}/{:d}
be: шкода: {:d}-{:d} мац: {:d}/{:d}
fi: vahinko: {:d}-{:d} Kes: {:d}/{:d}

source: armor: {:d} Indestructible
be: браня: {:d} Незнішчальна
fi: suojaus: {:d} Tuhoutumaton

source: armor: {:d} Dur: {:d}/{:d}
be: браня: {:d} мац: {:d}/{:d}
fi: suojaus:{:d} Kes: {:d}/{:d}

source: Charges: {:d}/{:d}
be: Зарады: {:d}/{:d}
fi: Lataukset: {:d}/{:d}

source: unique item
be: унікальная рэч
fi: uniikki tavara

source: Not Identified
be: Не выяўлена
fi: Ei tunnistettu

source: Skeleton King's Lair
be: Логава Караля шкілетаў
fi: Luurankokuninkaan leiri

source: Chamber of Bone
be: Пакой Касцей
fi: Luun kammio

source: Maze
be: Лабірынт
fi: Labyrintti

source: Poisoned Water Supply
be: Атручаны запас вады
fi: Myrkytetty vesilähde

source: Archbishop Lazarus' Lair
be: Логава архібіскупа Лазара
fi: Arkkipiispa Lazaruksen leiri

source: Church Arena
fi: Kirkon areena

source: Hell Arena
fi: Helvetin Areena

source: Circle of Life Arena
fi: Elämänkaaren areena

source: Down to dungeon
be: Уніз у падзямелле
fi: Tyrmään

source: Down to catacombs
be: Уніз у катакомбы
fi: Katakombit

source: Down to caves
be: Уніз у пячоры
fi: Kaivokset

source: Down to hell
be: Уніз у пекла
fi: Helvetti

source: Down to Hive
be: Уніз у Вулей
fi: Pesään

source: Down to Crypt
be: Уніз у Склеп
fi: Hautaholviin

source: Up to level {:d}
be: Наверх на ўзровень {:d}
fi: Tasolle {:d}

source: Up to town
be: Наверх у горад
fi: Kylään

source: Down to level {:d}
be: Уніз на ўзровень {:d}
fi: Tasolle {:d}

source: Down to Diablo
be: Уніз да Д'ябла
fi: Diablon luokse

source: Up to Nest level {:d}
be: Наверх на ўзровень Гнязда {:d}
fi: Pesän tasolle {:d}

source: Up to Crypt level {:d}
be: Наверх на ўзровень Склепа {:d}
fi: Hautaholvin tasolle {:d}

source: Cornerstone of the World
be: Краевугольны камень свету
fi: Maailman kulmakivi

source: Down to Crypt level {:d}
be: Уніз на ўзровень Склепа {:d}
fi: Hautaholvin tasolle {:d}

source: Back to Level {:d}
be: Назад да ўзроўню {:d}
fi: Takaisin tasolle {:d}

source: Unable to open save file archive
be: Немагчыма адкрыць архіў захаванняў
fi: Tallennustiedostoarkistoa ei voi avata

source: Stash version invalid. If you attempt to access your stash, data will be overwritten!!
fi: Stash-versio ei kelpaa. Jos yrität käyttää stashia, tiedot korvataan!

source: Stash size invalid. If you attempt to access your stash, data will be overwritten!!
fi: Stashin koko ei kelpaa. Jos yrität käyttää stashia, tiedot korvataan!!

source: Invalid save file
be: Няправільны файл захавання
fi: Virheellinen tallennustiedosto

source: Player is on a Hellfire only level
be: Гулец толькі на ўзроўні Hellfire
fi: Pelaaja on Hellfire-tasolla

source: Invalid game state
be: Няправільны стан гульні
fi: Virheellinen pelitila

source: Unable to display mainmenu
be: Няма як паказаць галоўнае меню
fi: Päävalikkoa ei voi näyttää

source: Loading Monster Data Failed
fi: Monster-tietojen lataaminen epäonnistui

source: Could not add a monster, since the maximum monster type number of {} has already been reached.
fi: Hirviötä ei voitu lisätä, koska hirviötyyppien enimmäismäärä {} on jo saavutettu.

source: A monster type already exists for ID "{}".
fi: ID:lle ”{}” on jo olemassa hirviötyyppi.

source: Animal
be: Звер
fi: Eläin

source: Demon
be: Чорт
fi: Demoni

source: Undead
be: Навец
fi: Epäkuollut

source: Type: {:s} Kills: {:d}
be: Тып: {:s} Забітых: {:d}
fi: Tyyppi: {:s} Tapot: {:d}

source: Total kills: {:d}
be: Усяго забітых: {:d}
fi: Tappoja yhteensä: {:d}

source: Hit Points: {:d}-{:d}
be: Ачкоў здароўя: {:d}-{:d}
fi: Vahinkopisteet: {:d}-{:d}

source: No magic resistance
be: Ані супраціву магіі
fi: Ei maagisia vastuksia

source: Resists:
be: Супраціў:
fi: Vastukset:

source: Magic
be: Магія
fi: Magia

source: Fire
be: Агонь
fi: Tuli

source: Lightning
be: Маланка
fi: Salama

source: Immune:
be: Імунітэт:
fi: Immuuni:

source: Type: {:s}
be: Тып: {:s}
fi: Tyyppi: {:s}

source: No resistances
be: Ані супраціваў
fi: Ei vastuksia
