Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: Next level
be: Наступны ўзровень
fi: Seuraava taso

source: Base
be: Базавы
fi: Pohja

source: Now
be: Цяперашні
fi: Nyt

source: Strength
be: Моц
fi: Vahvuus

source: Magic
be: Магія
fi: Magia

source: Dexterity
be: Спрыт
fi: Näppäryys

source: Vitality
be: Жывучасць
fi: Puhti

source: Points to distribute
be: Ачкі на размеркаванне
fi: Jaettavat pisteet

source: Gold
be: Золата
fi: Kulta

source: Armor class
be: Клас даспехаў
fi: Haarniskaluokka

source: Chance To Hit
fi: Mahdollisuus osua

source: Damage
be: Шкода
fi: Vahinko

source: Life
be: Жыццё
fi: Terveys

source: Resist magic
be: Супраціў магіі
fi: Magiankesto

source: Resist fire
be: Супраціў агню
fi: Tulenkesto

source: Resist lightning
be: Супраціў маланцы
fi: Salamankesto

source: char
be: перс
fi: hahmo

source: quests
be: квэсты
fi: tehtävät

source: map
be: мапа
fi: kartta

source: menu
be: меню
fi: valikko

source: inv
be: інв
fi: tavaral

source: spells
be: чары
fi: loitsut

source: voice
be: голас
fi: ääni

source: mute
be: мут
fi: mykistä

source: Unusable
be: Нягодны
fi: Käyttökelvoton

source: Dmg: 1/3 target hp
be: Шкд: 1/3 хп цэлі
fi: Vah: 1/3 kohteen terveys

source: Heals: {:d} - {:d}
be: Лечыць: {:d} – {:d}
fi: Parannus: {:d} - {:d}

source: Damage: {:d} - {:d}
be: Шкода: {:d} – {:d}
fi: Vahinko: {:d} - {:d}

source: Skill
be: Уменне
fi: Taito

source: Staff ({:d} charge)
be: Посах ({:d} зарад)
fi: Sauvan ({:d} lataus)

# spellbook
source: Level {:d}
be: Узровень {:d}
fi: Taso {:d}

source: Spell
be: Чара
fi: Loitsu

source: Damages undead only
be: Шкодзіць толькі наўцам
fi: Vahingoittaa vain epäkuolleita

source: Scroll
be: Скрутак
fi: Käärö

source: Staff
be: Посах
fi: Sauva

source: Spell Hotkey {:s}
be: Гарачая клавіша Чары {:s}
fi: Pikakomento {:s}

source: Unable to open archive
be: Немагчыма адкрыць архіў
fi: Arkistoa ei voi avata

source: Unable to load character
be: Немагчыма загрузіць персанажа
fi: Hahmoa ei voi ladata

source: Loading Class Data Failed
fi: Luokka datan lataus epäonnistui

source: Could not add a class, since the maximum class number of {} has already been reached.
fi: Luokkaa ei voitu lisätä, koska luokan enimmäismäärä {} on jo saavutettu.

source: {:s} (lvl {:d}):
be: {:s} (узр {:d}):
fi: {:s} (tas {:d}):

source: Chat History (Messages: {:d})
be: Гісторыя чата (Паведамленняў: {:d})
fi: Chatin Historia (Viestit: {:d})

source: {:s} gold
be: {:s} золата
fi: {:s} kulta

source: How many gold pieces do you want to withdraw?
be: Колькі манет хочаце пакінуць?
fi: Kuinka monta kultaa haluat nostaa?

source: Level {:d}
be: Узровень {:d}
fi: Taso {:d}

source: Experience: {:s}
be: Досвед {:s}
fi: Kokemus: {:s}

source: Maximum Level
be: Максімальны ўзровень
fi: Korkein Taso

source: Next Level: {:s}
be: Наступны ўзровень {:s}
fi: Seuraava taso: {:s}

source: {:s} to Level {:d}
be: {:s} да ўзроўню {:d}
fi: {:s} Tasolle {:d}

source: King Leoric's Tomb
be: Грабніца караля Леорыка
fi: Kuningas Leorickin Hauta

source: The Chamber of Bone
be: Пакой Касцей
fi: Luun kammio

source: A Dark Passage
be: Цёмны Пераход
fi: Pimeä väylä

source: Unholy Altar
be: Паганы алтар
fi: Epäpyhyyden alttari

source: To {:s}
be: Для {:s}
fi: {:s}

source: I need help! Come here!
fi: Tarvitsen apua! Tule tänne!

source: Follow me.
be: За мною.
fi: Seuraa minua.

source: Here's something for you.
be: Вось, на.
fi: Tässä on sinulle jotain.

source: Now you DIE!
be: Здохні!
fi: Nyt sinä KUOLET!

source: Heal yourself!
fi: Paranna itsesi!

source: Watch out!
fi: Varo!

source: Thanks.
fi: Kiitos.

source: Retreat!
fi: Peräänny!

source: Sorry.
fi: Anteeksi.

source: I'm waiting.
fi: Minä odotan.

source: Back
be: Назад
fi: Takaisin

source: Damage: {:d}-{:d}
be: Шкода {:d}-{:d}
fi: Vahinko: {:d}-{:d}

source: Armor: {:d}
be: Браня: {:d}
fi: Haarniska: {:d}

source: Dur: {:d}/{:d}
fi: Kes: {:d}/{:d}

source: Indestructible
fi: Tuhoutumaton

source: Welcome to the
be: Вітаем у
fi: Tervetuloa

source: Blacksmith's shop
be: Кавальская майстэрня
fi: Sepän pajaan

source: Would you like to:
be: Ці хацелі б вы:
fi: Haluaisitko:

source: Talk to Griswold
be: Пагаварыць з Грызвальдам
fi: Puhu Griswoldille

source: Buy basic items
be: Купіць базавыя рэчы
fi: Osta perustavaroita

source: Buy premium items
be: Купіць асаблівыя рэчы
fi: Osta korkealuokkaisia tavaroita

source: Sell items
be: Прадаць
fi: Myy tavaroita

source: Repair items
be: Наладзіць
fi: Korjaa tavaroita

source: Leave the shop
be: Сысці з крамы
fi: Poistu kaupasta

source: I have these items for sale:
be: Маю тут на продаж:
fi: Minulla on nämä tavarat myynissä:

source: I have these premium items for sale:
be: На продаж маю асаблівыя рэчы:
fi: Minulla on nämä korkealuokkaiset tavarat myynissä:

source: You have nothing I want.
be: Не маеш, што мне трэба.
fi: Sinulla ei ole mitään mitä haluan.

source: Which item is for sale?
be: Што прадаеш?
fi: Mikä tavara on alennuksessa?

source: You have nothing to repair.
be: Няма чаго ладзіць.
fi: Sinulla ei ole mitään korjattavaa.

source: Repair which item?
be: Якую рэч наладзіць?
fi: Korjaa mikä tavara?

source: Witch's shack
be: Ведзьмін будан
fi: Noidan mökki

source: Talk to Adria
be: Пагаварыць з Эйдрыяй
fi: Puhu Adrialle

source: Buy items
be: Купіць
fi: Osta tavaroita

source: Recharge staves
be: Перазарадзіць посахі
fi: Uudelleenlataa sauvat

source: Leave the shack
be: Сысці з будана
fi: Poistu mökistä

source: You have nothing to recharge.
be: Няма чаго перазараджаць.
fi: Sinulla ei ole mitään uudelleenladattavaa.

source: Recharge which item?
be: Якую рэч перазарадзіць?
fi: Uudelleenlataa mikä tavara?

source: You do not have enough gold
be: Не хапае золата
fi: Sinulla ei ole tarpeeksi kultaa

source: You do not have enough room in inventory
be: Не хапае месца ў інтвентары
fi: Sinulla ei ole tarpeeksi tilaa tavaraluettelossa

source: Do we have a deal?
be: Ну, згода?
fi: Tuliko kaupat?

source: Are you sure you want to identify this item?
be: Праўда хочаце выявіць гэту рэч?
fi: Oletko varma että haluat tunnistaa tämän tavaran?

source: Are you sure you want to buy this item?
be: Праўда хочаце гэта купіць?
fi: Oletko varma että haluat ostaa tämän tavaran?

source: Are you sure you want to recharge this item?
be: Праўда хочаце перазарадзіць гэту рэч?
fi: Oletko varma että haluat uudelleenladata tämän tavaran?

source: Are you sure you want to sell this item?
be: Праўда хочаце гэта прадаць?
fi: Oletko varma että haluat myydä tämän tavaran?

source: Are you sure you want to repair this item?
be: Праўда хочаце наладзіць гэту рэч?
fi: Oletko varma että haluat korjata tämän tavaran?

source: Wirt the Peg-legged boy
be: Аднаногі хлопчык Вірт
fi: Wirt, puujalkainen poika

source: Talk to Wirt
be: Пагаварыць з Віртам
fi: Puhu Wirtille

source: I have something for sale,
be: Маю тут на продаж,
fi: Minulla on jotain alennuksessa,

source: but it will cost 50 gold
be: але проста каб зірнуць
fi: mutta se maksaa 50 kultaa

source: just to take a look.
be: 50 золата.
fi: vilkaisehan.

source: What have you got?
be: Што маеш?
fi: Mitä sinulla on?

source: Say goodbye
be: Развітацца
fi: Sano hyvästi

source: I have this item for sale:
be: Прадаю вось гэту рэч:
fi: Minulla on tämä tavara alennuksessa:

source: Leave
be: Сысці
fi: Poistu

source: Healer's home
be: Дом лекара
fi: Parantajan talo

source: Talk to Pepin
be: Пагаварыць з Піпінам
fi: Puhu Pepinille

source: Leave Healer's home
be: Сысці з дома лекара
fi: Poistu Parantajan talosta

source: The Town Elder
be: Гарадскі старэйшына
fi: Kylän vanhin

source: Talk to Cain
be: Пагаварыць з Кейнам
fi: Puhu Cainille

source: Identify an item
be: Выявіць рэч
fi: Tunnista tavara

source: You have nothing to identify.
be: Няма чаго выяўляць.
fi: Sinulla ei ole mitään tunnistettavaa.

source: Identify which item?
be: Якую рэч выявіць?
fi: Mikä tavara pitää tunnistaa?

source: This item is:
be: Гэта рэч:
fi: Tämä tavara on:

source: Done
be: Гатова
fi: Valmis

source: Talk to {:s}
be: Пагаварыць з {:s}
fi: Puhu {:s}

source: Talking to {:s}
be: Гаворыць з {:s}
fi: Puhuu {:s}

source: is not available
be: недаступны
fi: ei ole saatavilla

source: in the shareware
be: ва ўмоўна-бясплатнай версіі
fi: osuusohjelmassa

source: version
be: версія
fi: versio

source: Gossip
be: Пляткарыць
fi: Juoru

source: Rising Sun
be: Узыходнае Сонца
fi: Nouseva aurinko

source: Talk to Ogden
be: Пагаварыць з Огдэнам
fi: Puhu Ogdenelle

source: Leave the tavern
be: Сысці з карчмы
fi: Poistu

source: Talk to Gillian
be: Пагаварыць з Джыліен
fi: Puhu Gillianille

source: Access Storage
be: Адкрыць сховішча
fi: Varasto

source: Farnham the Drunk
be: П'яніца Фарнам
fi: Farnharn, juoppo

source: Talk to Farnham
be: Пагаварыць з Фарнамам
fi: Puhu Farnhamille

source: Say Goodbye
be: Развітацца
fi: Sano hyvästi

source: Your gold: {:s}
be: Ваша золата: {:s}
fi: Sinun kultasi: {:s}

source: Loading Text Data Failed
fi: Teksti datan lataus epäonnistui

source: A text data entry already exists for ID "{}".
fi: Tekstidataa on jo syötetty tunnukselle ”{}”.

source: Slain Townsman
be: Забіты Гараджанін
fi: Tapettu kyläläinen

source: Griswold the Blacksmith
be: Каваль Грызвальд
fi: Grisworld, Seppä

source: Pepin the Healer
be: Лекар Піпін
fi: Pepin Parantaja

source: Wounded Townsman
be: Паранены Гараджанін
fi: Haavoittunut kyläläinen

source: Ogden the Tavern owner
be: Карчмар Огдэн
fi: Ogden, Majatalon omistaja

source: Cain the Elder
be: Старэйшына Кейн
fi: Cain, Vanhempi

source: Adria the Witch
be: Ведзьма Эйдрыя
fi: Adria, Noita

source: Gillian the Barmaid
be: Барменка Джыліен
fi: Gillian Baaripalvelija

source: Cow
be: Карова
fi: Lehmä

source: Lester the farmer
be: Фермер Лэстэр
fi: Lester, Maanviljelijä

source: Complete Nut
be: Ляснуты
fi: Idiootti

source: Warrior
be: Ваяр
fi: Soturi

source: Rogue
be: Шэльма
fi: Roisto

source: Sorcerer
be: Чараўнік
fi: Velho

source: Monk
be: Манах
fi: Munkki

source: Bard
be: Бард
fi: Bardi

source: Barbarian
be: Варвар
fi: Raakalainen

# monster
source: Zombie
be: Зомбі
fi: Zombi

# monster
source: Ghoul
be: Гуль
fi: Ghouli

# monster
source: Rotting Carcass
be: Гнілая туша
fi: Mätänevä ruho

# monster
source: Black Death
be: Чорная смерць
fi: Musta Kuolema

# monster
source: Fallen One
be: Загінулы
fi: Langennut

# monster
source: Carver
be: Рэзчык
fi: Veistäjä

# monster
source: Devil Kin
be: Нячысцік
fi: Pikku piru

# monster
source: Dark One
be: Цёмны
fi: Varjo

# monster
source: Skeleton
be: Шкілет
fi: Luuranko

# monster
source: Corpse Axe
be: Мёртвы сякернік
fi: Ruumikirves

# monster
source: Burning Dead
be: Палымнеючы мрэц
fi: Palava Kuollut

# monster
source: Horror
be: Жах
fi: Kammotus

# monster
source: Scavenger
be: Трупаед
fi: Jäännöspeto

# monster
source: Plague Eater
be: Чумаед
fi: Ruttosyöjä

# monster
source: Shadow Beast
be: Звер цемры
fi: Varjo Peto

# monster
source: Bone Gasher
be: Касцяны разрэзак
fi: Luunmurskaaja

# monster
source: Corpse Bow
be: Мёртвы лучнік
fi: Ruumisjousi

# monster
source: Skeleton Captain
be: Шкілет капітана
fi: Luurankopäälikkö

# monster
source: Corpse Captain
be: Труп капітана
fi: Ruumispäälikkö

# monster
source: Burning Dead Captain
be: Палымнеючы мёртвы капітан
fi: Palava ja kuollut kapteeni

# monster
source: Horror Captain
be: Жахлівы капітан
fi: Kauhukapteeni

# monster
source: Invisible Lord
be: Нябачны ўладар
fi: Näkymätön lordi

# monster
source: Hidden
be: Схаваны
fi: Piiloutunut

# monster
source: Stalker
be: Пераследнік
fi: Vaanija

# monster
source: Unseen
be: Нябачны
fi: Näkymätön

# monster
source: Illusion Weaver
be: Ткач ілюзій
fi: Illuusionkutoja

# monster
source: Satyr Lord
be: Валадар сатыраў
fi: Satyyripäälikkö

# monster
source: Flesh Clan
be: Клан плоці
fi: Lihaheimolainen

# monster
source: Stone Clan
be: Клан каменя
fi: Kiviklaanilainen

# monster
source: Fire Clan
be: Клан полымя
fi: Tuliklaanilainen

# monster
source: Night Clan
be: Клан ночы
fi: Yöklaanilainen

# monster
source: Fiend
be: Нячысты
fi: Riiviö

# monster
source: Blink
be: Мірг
fi: Vilahdus

# monster
source: Gloom
be: Морак
fi: Kalmo

# monster
source: Familiar
be: Фамільяр
fi: Riivolepakko

# monster
source: Acid Beast
be: Звер кіслаты
fi: Happopeto

# monster
source: Poison Spitter
be: Ядаплюй
fi: Myrkkykoura

# monster
source: Pit Beast
be: Звер з ямы
fi: Kuoppakoura

# monster
source: Lava Maw
be: Лававая ляпа
fi: Lavasuutaja

# monster
source: Skeleton King
be: Кароль шкілетаў
fi: Luuranko Kuningas

# monster
source: The Butcher
be: Мяснік
fi: Butcher

# monster
source: Overlord
be: Усеўладар
fi: Ylivaltias

# monster
source: Mud Man
be: Брыда
fi: Mutahirmu

# monster
source: Toad Demon
be: Чорт-рапуха
fi: Rupihirmu

# monster
source: Flayed One
be: Залупцаваны
fi: Nyljittyhirmu

# monster
source: Wyrm
be: Змей
fi: Imumato

# monster
source: Cave Slug
be: Пячорны смоўж
fi: Luolamato

# monster
source: Devil Wyrm
be: Чортаў Змей
fi: Paholaismato

# monster
source: Devourer
be: Паглынальнік
fi: Ahmija

# monster
source: Magma Demon
be: Дэман магмы
fi: Magmademoni

# monster
source: Blood Stone
be: Камень крыві
fi: Verikivi

# monster
source: Hell Stone
be: Камень пекла
fi: Helvetin kivitys

# monster
source: Lava Lord
be: Валадар лавы
fi: Laavavaltias

# monster
source: Horned Demon
be: Чорт рагаты
fi: Sarvidemoni

# monster
source: Mud Runner
be: Брудны бягун
fi: Mutakonnaaja

# monster
source: Frost Charger
be: Ледзяны нападнік
fi: Jääpuuskija

# monster
source: Obsidian Lord
be: Абсідыянавы ўладар
fi: Obsidiaanivaltias

# monster
source: oldboned
be: трухлявыя косці
fi: ikiluu

# monster
source: Red Death
be: Чырвоная смерць
fi: Punasurma

# monster
source: Litch Demon
be: Кашчэй
fi: Kuolodemoni

# monster
source: Undead Balrog
be: Мёртвы балраг
fi: Tuliblorgi

# monster
source: Incinerator
be: Спальвальнік
fi: Polttaja

# monster
source: Flame Lord
be: Валадар полымя
fi: Tulivaltias

# monster
source: Doom Fire
be: Агонь пагібелі
fi: Tuhonlieska

# monster
source: Hell Burner
be: Пякельны смальнік
fi: Helvetinlieke

# monster
source: Red Storm
be: Чырвоная бура
fi: Verituuli

# monster
source: Storm Rider
be: Вершнік буры
fi: Myrskynratsastaja

# monster
source: Storm Lord
be: Валадар буры
fi: Myrskyvaltias

# monster
source: Maelstrom
be: Вір
fi: Varjopeto

# monster
source: Devil Kin Brute
be: Нячысты гіцаль
fi: Demonisoturi

# monster
source: Winged-Demon
be: Крылаты чорт
fi: Siivekäs demoni

# monster
source: Gargoyle
be: Гаргулля
fi: Gargoili

# monster
source: Blood Claw
be: Крывавы кіпцюр
fi: Verikoura

# monster
source: Death Wing
be: Крыло смерці
fi: Kuolonsiipi

# monster
source: Slayer
be: Забойца
fi: Teurastaja

# monster
source: Guardian
be: Ахоўнік
fi: Hirmuvartija

# monster
source: Vortex Lord
be: Валадар віхру
fi: Pyörrehirmu

# monster
source: Balrog
be: Балраг
fi: Tulisiipi

# monster
source: Cave Viper
be: Пячорная гадзіна
fi: Luolakyy

# monster
source: Fire Drake
be: Вогненны смок
fi: Tulipeto

# monster
source: Gold Viper
be: Залатая гадзіна
fi: Kultapeto

# monster
source: Azure Drake
be: Блакітны смок
fi: Sinipeto

# monster
source: Black Knight
be: Чорны рыцар
fi: Musta ritari

# monster
source: Doom Guard
be: Вартавы лёсу
fi: Tuhonvartija

# monster
source: Steel Lord
be: Валадар сталі
fi: Teräspäällikkö

# monster
source: Blood Knight
be: Рыцар крыві
fi: Veriritari

# monster
source: The Shredded
be: Шаткаваны
fi: Repalehirviö

# monster
source: Hollow One
be: Пусты
fi: Onttoolento

# monster
source: Pain Master
be: Гаспадар болю
fi: Tuskanherra

# monster
source: Reality Weaver
be: Ткач запраўднасці
fi: Todellisuudenpunoja

# monster
source: Succubus
be: Сукуб
fi: Naisdemoni

# monster
source: Snow Witch
be: Снежная ведзьма
fi: Luminoita

# monster
source: Hell Spawn
be: Вырадак пекла
fi: Helvetinalku

# monster
source: Soul Burner
be: Спалідуша
fi: Sielunkäristäjä

# monster
source: Counselor
be: Дараднік
fi: Neuvonantaja

# monster
source: Magistrate
be: Суддзя
fi: Valtias

# monster
source: Cabalist
be: Махляр
fi: Kabalisti

# monster
source: Advocate
be: Заступнік
fi: Puoltaja

# monster
source: Golem
be: Голем
fi: Golemi

# monster
source: The Dark Lord
be: Цёмны валадар
fi: Diablo

# monster
source: The Arch-Litch Malignus
be: Архі-Ліч Малігнус
fi: Arkkilich Malignus

# monster
source: Gharbad the Weak
be: Кволы Гарбад
fi: Gharbad Heikko

# monster
source: Zhar the Mad
be: Шалёны Зар
fi: Zhar Mielipuoli

# monster
source: Snotspill
be: Смаркач
fi: Räkäpurske

# monster
source: Arch-Bishop Lazarus
be: Архібіскуп Лазар
fi: Arkkipiispa Lazarus

# monster
source: Red Vex
be: Чырованая бяда
fi: Verivihuri

# monster
source: Black Jade
be: Чорная Жад
fi: Musta Jademoni

# monster
source: Warlord of Blood
be: Крывавы ваявода
fi: Veren Sotajumala

# monster
source: Hork Demon
be: Рыготны чорт
fi: Horkkidemoni

# monster
source: The Defiler
be: Паганнік
fi: Pilkkaaja

# monster
source: Bonehead Keenaxe
be: Дурыла Вострая сякера
fi: Kirvesluu

# monster
source: Bladeskin the Slasher
be: Лязаскурац Засякун
fi: Leikkaajaterä

# monster
source: Soulpus
be: Гнойная душа
fi: Sielunpursi

# monster
source: Pukerat the Unclean
be: Ванітапац Нячысты
fi: Pukerat Saastainen

# monster
source: Boneripper
be: Вырвікосці
fi: Luurajaja

# monster
source: Rotfeast the Hungry
be: Банкетагнілец Галодны
fi: Rotuavaaja

# monster
source: Gutshank the Quick
be: Кішканожак Хуткі
fi: Nopea Teräleikkaaja

# monster
source: Brokenhead Bangshield
be: Бітылоб Шчытабой
fi: Päätäräys

# monster
source: Bongo
be: Банго
fi: Bonko

# monster
source: Rotcarnage
be: Гнілабой
fi: Mätökaaos

# monster
source: Shadowbite
be: Укус з Ценю
fi: Varjapurija

# monster
source: Deadeye
be: Гнілы Яблычак
fi: Tarkkasilmä

# monster
source: Madeye the Dead
be: Мёртвы Утрапенец
fi: Kuolohullsilmän

# monster
source: El Chupacabras
be: Чупакабра
fi: Verisyöjä

# monster
source: Skullfire
be: Вогненны Чэрап
fi: Tulikallo

# monster
source: Warpskull
be: Крывы Чэрап
fi: Sotakallo

# monster
source: Goretongue
be: Крывавы Язык
fi: Verikieli

# monster
source: Pulsecrawler
be: Пульс
fi: Sykeröyömijä

# monster
source: Moonbender
be: Сагнімесяц
fi: Kuuveltoja

# monster
source: Wrathraven
be: Крумкач Шалу
fi: Raivokorppi

# monster
source: Spineeater
be: Хрыбтаед
fi: Selkäravitsija

# monster
source: Blackash the Burning
be: Спалены Попел
fi: Mustapolttaja

# monster
source: Shadowcrow
be: Цёмная Варона
fi: Varjokorppi

# monster
source: Blightstone the Weak
be: Чумны Камень Слабы
fi: Saastakivi

# monster
source: Bilefroth the Pit Master
be: Гаспадар Ямы Пенажоўць
fi: Myrkkykuopanpäälikkö

# monster
source: Bloodskin Darkbow
be: Цёмны лук Крываскур
fi: Verijousi

# monster
source: Foulwing
be: Брыдкакрыл
fi: Saastasiipi

# monster
source: Shadowdrinker
be: Піток Ценю
fi: Varjoimijä

# monster
source: Hazeshifter
be: Змянісмугу
fi: Usvamuuttaja

# monster
source: Deathspit
be: Плявок Смерці
fi: Kuolesylki

# monster
source: Bloodgutter
be: Крывасцёк
fi: Verikouru

# monster
source: Deathshade Fleshmaul
be: Рвіскуры Цень смерці
fi: Varjolihahirmu

# monster
source: Warmaggot the Mad
be: Шалёная Гніда
fi: Matahullu

# monster
source: Glasskull the Jagged
be: Зубчасты Шклочэрап
fi: Sirpakallo

# monster
source: Blightfire
be: Агонь халеры
fi: Mätätuli

# monster
source: Nightwing the Cold
be: Нячулая Начніца
fi: Nightwing Kylmä

# monster
source: Gorestone
be: Крывакамень
fi: Murtokivi

# monster
source: Bronzefist Firestone
be: Бронзавы Кулак агнякаменю
fi: Tulikiven Nyrkki

# monster
source: Wrathfire the Doomed
be: Пракляты Гнеў Полымя
fi: Wrathfire Tuomittu

# monster
source: Firewound the Grim
be: Змрочны Апёк
fi: Synkkä Tulihirmu

# monster
source: Baron Sludge
be: Барон Дрыгвень
fi: Liejuparoni

# monster
source: Blighthorn Steelmace
be: Чумны Рог Стальная Булава
fi: Saastasarvi Teräsnuija

# monster
source: Chaoshowler
be: Равун Хаосу
fi: Kaaosulvoja

# monster
source: Doomgrin the Rotting
be: Згнілы Вышчар
fi: Mätävirne

# monster
source: Madburner
be: Ліхі Падпальшчык
fi: Tulihullu

# monster
source: Bonesaw the Litch
be: Кашчэй Піла
fi: Sahaluu Lich

# monster
source: Breakspine
be: Зламіхрыбет
fi: Selkämurtaja

# monster
source: Devilskull Sharpbone
be: Востры Чэрап
fi: Teräsluu Demonikallo

# monster
source: Brokenstorm
be: Ветрабой
fi: Murtumyrsky

# monster
source: Stormbane
be: Ліхая Навала
fi: Myrskyntuoja

# monster
source: Oozedrool
be: Цячысліна
fi: Liejusylki

# monster
source: Goldblight of the Flame
be: Злотачума Полымя
fi: Tulimätä Kulta

# monster
source: Blackstorm
be: Чорная Бура
fi: Mustamyrsky

# monster
source: Plaguewrath
be: Гнеў Чумы
fi: Ruttoraivo

# monster
source: The Flayer
be: Скуралуп
fi: Nylkijä

# monster
source: Bluehorn
be: Блакітны Рог
fi: Sinisarvi

# monster
source: Warpfire Hellspawn
be: Пеклаў Вырадак Крывагню
fi: Tulivääntäjä Helvetsestä

# monster
source: Fangspeir
be: Пазурак
fi: Torapiikki

# monster
source: Festerskull
be: Гнілы Чэрап
fi: Ruttokallo

# monster
source: Lionskull the Bent
be: Крывы Ільвачэрап
fi: Vääntynyt Leijonkallo

# monster
source: Blacktongue
be: Чорны Язык
fi: Mustakieli

# monster
source: Viletouch
be: Брыдкі дотык
fi: Iljetyskosketus

# monster
source: Viperflame
be: Змеяполамень
fi: Tulikäärme

# monster
source: Fangskin
be: Ікласкур
fi: Hammasnahka

# monster
source: Witchfire the Unholy
be: Бязбожная Вогненная Ведзьма
fi: Witchfire Epäpyhä

# monster
source: Blackskull
be: Чорны чэрап
fi: Varjokallo

# monster
source: Soulslash
be: Душасек
fi: Sieluviilooja

# monster
source: Windspawn
be: Дзіця ветру
fi: Tuulihirmu

# monster
source: Lord of the Pit
be: Валадар ямы
fi: Kuopan lordi

# monster
source: Rustweaver
be: Іржаткач
fi: Ruostonkutoja

# monster
source: Howlingire the Shade
be: Цень Равучага Гневу
fi: Varjoulvaja

# monster
source: Doomcloud
be: Воблака Долі
fi: Tuomiopilvi

# monster
source: Bloodmoon Soulfire
be: Агонь Душы з Крывавай Луны
fi: Verikuu Sielutuli

# monster
source: Witchmoon
be: Ведзьма Месяцу
fi: Kuunoita

# monster
source: Gorefeast
be: Крывавы Банкет
fi: Verinälkä

# monster
source: Graywar the Slayer
be: Шэравойна Людабойца
fi: Graywar Teurastaja

# monster
source: Dreadjudge
be: Жуда-Суддзя
fi: Kauhutalttaja

# monster
source: Stareye the Witch
be: Ведзьма Зоркавока
fi: Stareeye Noita

# monster
source: Steelskull the Hunter
be: Стальны чэрап Паляўнічы
fi: Steelskull Metsästäjä

# monster
source: Sir Gorash
be: Сэр Гораш
fi: Ritari Gorash

# monster
source: The Vizier
be: Візір
fi: Vizieeri

# monster
source: Zamphir
be: Замфір
fi: Zamfiri

# monster
source: Bloodlust
be: Крывавая Прага
fi: Verenhimoinen

# monster
source: Webwidow
be: Удава Павуціння
fi: Myrkkyverkko

# monster
source: Fleshdancer
be: Скураны Танцор
fi: Lihautaja

# monster
source: Grimspike
be: Змрокашып
fi: Piikkihirmu

# monster
source: Doomlock
be: Замок Долі
fi: Kuolonloitsu

source: Short Sword
be: Корд
fi: Lyhyt Miekka

source: Buckler
be: Пуклер
fi: Kilpi

source: Club
be: Дубіна
fi: Nuija

source: Short Bow
be: Кароткі лук
fi: Lyhytjousi

source: Short Staff of Mana
be: Кароткі посах маны
fi: Lyhytvartinen Manan sauva

source: Cleaver
be: Сякач
fi: Hakkuuveitsi

source: The Undead Crown
be: Нябожчыкава карона
fi: Kuolemattomuuden kruunu

source: Empyrean Band
be: Незямная стужка
fi: Taivaan rannekoru

source: Magic Rock
be: Чарадзейны камень
fi: Maaginen kivi

source: Optic Amulet
be: Аптычны амулет
fi: Optinen amuletti

source: Ring of Truth
be: Пярцсцёнак праўды
fi: Totuuden sormus

source: Tavern Sign
be: Знак карчмы
fi: Kapakan kyltti

source: Harlequin Crest
be: Арлекінаў грабянец
fi: Harlequin-tunnus

source: Veil of Steel
be: Стальны вэлюм
fi: Teräksen verho

source: Golden Elixir
be: Залаты эліксір
fi: Kultainen Eliksiiri

source: Anvil of Fury
be: Кавадла ярасці
fi: Raivon Alasin

source: Black Mushroom
be: Чорны грыб
fi: Mustasieni

source: Brain
be: Мозг
fi: Aivot

source: Fungal Tome
be: Грыбны фаліянт
fi: Sienikirja

source: Spectral Elixir
be: Прывідны эліксір
fi: Spektrinen eliksiiri
