Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: I lost Theo! I lost my best friend! We were playing over by the river, and Theo said he wanted to go look at the big green thing. I said we shouldn't, but we snuck over there, and then suddenly this BUG came out! We ran away but Theo fell down and the bug GRABBED him and took him away!
be: Я Тэа згубіла! Майго лепшага сябра! Мы гулялі за ракой, а Тэа сказаў што хоча паглядзець на тую зялёную штукенцыю. Я сказала што нам няможна, але мы залезлі туды, і тут вылез той ЖУК! Мы ходу, а Тэа ўпаў і жук той яго ХОП і забраў яго!
fi: Kadotin Teron! Kadotin parhaan ystäväni! Leikimme joen rannalla, ja Tero sanoi haluavansa mennä katsomaan isoa vihreää juttua. Sanoin, että meidän ei pitäisi mennä, mutta hiivimme sinne, ja yhtäkkiä tämä HYÖNTEINEN ilmestyi! Juoksimme karkuun, mutta Tero kaatui, ja hyönteinen TARTTUI häneen ja vei hänet pois!

source: Didja find him? You gotta find Theodore, please! He's just little. He can't take care of himself! Please!
be: Вы знайшлі яго? Знайдзіце, калі ласка! Ён такі маленькі. Ён сябе не можа даглядаць! Калі ласка!
fi: Löysitkö hänet? Sinun täytyy löytää Tero, ole kiltti! Hän on niin pieni. Hän ei osaa huolehtia itsestään! Ole kiltti!

source: You found him! You found him! Thank you! Oh Theo, did those nasty bugs scare you? Hey! Ugh! There's something stuck to your fur! Ick! Come on, Theo, let's go home! Thanks again, hero person!
be: Знайшлі! Знайшлі! Дзякуй вам! Ох, Тэа, цябе напужалі тыя гадкія жукі? Эй! Фэ! У цябе нешта ў поўсці прыліпла! Фу! Хадзем, Тэа, дамоў! Яшчэ раз дзякуй вам, герой!
fi: Löysit hänet! Löysit hänet! Kiitos! Voi Tero, pelottivatko ne ilkeät ötökät sinua? Hei! Yök! Sinun turkkiisi on tarttunut jotain! Yök! Tule, Tero, mennään kotiin! Kiitos vielä kerran!

source: We have long lain dormant, and the time to awaken has come. After our long sleep, we are filled with great hunger. Soon, now, we shall feed...
be: Доўга ляжалі мы ў дрымоце, надышла пара нам прабудзіцца. Па нашым доўгім сне, нас поўніць вялікі голад. Скора, цяпер жа, мы пакормімся...
fi: Olemme pitkään olleet horroksessa, ja nyt on tullut aika herätä. Pitkän unen jälkeen olemme nälkäisiä. Pian, me syömme...

source: Have you been enjoying yourself, little mammal? How pathetic. Your little world will be no challenge at all.
be: Весялішся тут, малое млекакормячае? Якая нікчэмнасць. Ваш маленькі свет не стане ані перашкодаю.
fi: Oletko nauttinut olostasi, pikku nisäkäs? Kuinka säälittävää. Pieni maailmasi ei ole minkäänlainen haaste.

source: These lands shall be defiled, and our brood shall overrun the fields that men call home. Our tendrils shall envelop this world, and we will feast on the flesh of its denizens. Man shall become our chattel and sustenance.
be: Гэтыя землі будуць апаганены, і наш вывадак ахопіць палі, якія людзі клічуць домам. Нашы атожылкі ахутаюць гэты свет, і мы нажыруемся плоццю яго жыхароў. Чалавек будзе нам раб і харч.
fi: Nämä maat saastuvat, ja jälkeläisemme valtaavat pellot, joita ihmiset kutsuvat kodikseen. Vartemme kietoutuvat tämän maailman ympärille, ja me syömme sen asukkaiden lihaa. Ihmiset tulevat olemaan omaisuuttamme ja ravintomme.

source: Ah, I can smell you...you are close! Close! Ssss...the scent of blood and fear...how enticing...
be: Ах, чую твой пах... ты блізка! Блізка! Сссс... пах крыві і страху... як прывабна...
fi: Ah, haistan sinut... olet lähellä! Lähellä! Ssss... veren ja pelon tuoksu... kuinka houkuttelevaa...

source: And in the year of the Golden Light, it was so decreed that a great Cathedral be raised. The cornerstone of this holy place was to be carved from the translucent stone Antyrael, named for the Angel who shared his power with the Horadrim. In the Year of Drawing Shadows, the ground shook and the Cathedral shattered and fell. As the building of catacombs and castles began and man stood against the ravages of the Sin War, the ruins were scavenged for their stones. And so it was that the cornerstone vanished from the eyes of man. The stone was of this world -- and of all worlds -- as the Light is both within all things and beyond all things. Light and unity are the products of this holy foundation, a unity of purpose and a unity of possession.
be: І ў год жа Залатога Святла было загадана, каб паўстаў Сабор. Краевогульны камень было павінна выразаць з напаўпразрыстага каменя Антыраэля, названага ў гонар Анёла, што дзяліўся сілаю сваёю з Харадрым. У Год Набліжэння Ценяў затрэслася зямля, і абрушыўся Сабор той. Калі будаўніцтва катакомб і замкаў пачалося, а чалавек паўстаў супраць разбурэнняў вайны Граху, разваліны тыя абабраны былі з-за камення свайго каштоўнага. І тым чынам згінуў з вачэй чалавечых краевугольны камень. Камень той быў ад гэтага свету — і ад усіх светаў — як Святло разам і ўнутры кожнай рэчы і па-за ёю. Святло і адзінства ёсць вынік гэтае святое асновы, адзінства цэлі і адзінства валодання.
fi: Ja Kultaisen Valon vuonna määrättiin, että suuri katedraali rakennettaisiin. Tämän pyhän paikan kulmakivi oli tarkoitus veistää läpikuultavasta Antyrael-kivestä, joka oli nimetty enkelin mukaan, joka jakoi voimansa Horadrimin kanssa. Varjojen vuodenaikana maa järisi ja katedraali romahti ja tuhoutui. Kun katakombien ja linnojen rakentaminen alkoi ja ihmiset vastustivat Synnin sodan tuhoja, raunioista kerättiin kiviä. Ja niin kulmakivi katosi ihmisten silmistä. Kivi oli tästä maailmasta – ja kaikista maailmoista – kuten Valo on sekä kaikessa että kaiken yläpuolella. Valo ja ykseys ovat tämän pyhän perustan tuotteita, tarkoituksen ykseys ja omistuksen ykseys.

source: Moo.
be: Му-у.
fi: Muu.

source: I said, Moo.
be: Му-у, кажу.
fi: Sanoin, "Muu".

source: Look I'm just a cow, OK?
be: Слухай, я проста карова, добра?
fi: Kuules olen vain lehmä, Okei?

source: All right, all right. I'm not really a cow. I don't normally go around like this; but, I was sitting at home minding my own business and all of a sudden these bugs & vines & bulbs & stuff started coming out of the floor... it was horrible! If only I had something normal to wear, it wouldn't be so bad. Hey! Could you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
be: Добра, добра. Я не зусім карова. Я так звычайна не хаджу, але ж, ну, сядзеў я дома, займаўся там сваім, аж раптам павылазілі жукі, лозы, лямпы і ўсякае такое прама з падлогі… Жах які! Каб я меў што нармальнае надзець, ды не было б усё так кепска. Слухай! А можа сходзіш да маёй хаты і возьмеш мне мой касцюм? Толькі карычневы, не шэры, яго я на вечар надзяю. Я б і сам схадзіў, але не хачу, каб мяне бачылі такога. Вось, на, можа прыгадзіцца… Каб прыбіць усё, чым там зарасло. Маю хату не прапусціш. Проста на поўдзень адтуль, дзе рака разгаліноўваецца… Ну… Дзе там зарослы агарод.
fi: Hyvä on, hyvä on. En ole oikeasti lehmä. En yleensä kulje ympäriinsä tällaisena, mutta istuin kotona omissa oloissani, kun yhtäkkiä lattian alta alkoi tulla esiin hyönteisiä, köynnöksiä, sipuleita ja muuta... Se oli kauheaa! Jos minulla olisi jotain normaalia päällepantavaa, se ei olisi niin paha. Hei! Voisitko mennä takaisin kotiini ja hakea minulle puvun? Ruskean, ei harmaan, se on iltapuku. Tekisin sen itse, mutta en halua kenenkään näkevän minua tällaisena. Tässä, ota tämä, saatat tarvita sitä... tappamaan ne otukset, jotka ovat kasvaneet kaikkialle. Et voi olla huomaamatta taloani, se on joen haaran eteläpuolella... tiedätkö... se, jossa on kasvanut umpeen kasvimaa.

source: What are you wasting time for? Go get my suit! And hurry! That Holstein over there keeps winking at me!
be: Навошта марнуеш час? Ідзі і прынясі мне мой касцюм! І хутчэй! Вунь бычара адзін мне ўжо падміргвае!
fi: Miksi tuhlaat aikaa? Hae pukuni! Ja nopeasti! Tuo holstein iskee minulle silmää!

source: Hey, have you got my suit there? Quick, pass it over! These ears itch like you wouldn't believe!
be: Прывет, гэта касцюм мой у цябе? Хутчэй, давай сюды! Гэтыя вушы так свярбяць, не паверыш!
fi: Hei, onko sinulla minun pukuni? Anna se nopeasti tänne! Korvat kutisevat uskomattoman paljon!

source: No no no no! This is my GRAY suit! It's for evening wear! Formal occasions! I can't wear THIS. What are you, some kind of weirdo? I need the BROWN suit.
be: Не, не, не, не! Гэта мой ШЭРЫ касцюм! Ён на вечар! Для афіцыйных выпадкаў! Я не магу ГЭТА надзець. Ты што, дзівак нейкі? Мне патрэбен Карычневы касцюм.
fi: Ei, ei, ei, ei! Tämä on minun HARMAA pukuni! Se on iltapuku! Virallisiin tilaisuuksiin! En voi pukeutua TÄHÄN. Mikä sinä olet, joku outo tyyppi? Tarvitsen RUSKEAN puvun.

source: Ahh, that's MUCH better. Whew! At last, some dignity! Are my antlers on straight? Good. Look, thanks a lot for helping me out. Here, take this as a gift; and, you know... a little fashion tip... you could use a little... you could use a new... yknowwhatImean? The whole adventurer motif is just so... retro. Just a word of advice, eh? Ciao.
be: Аа, вось гэта значна лепш будзе. Фух! Нарэшце, хоць якая годнасць! У мяне рогі роўна сталі? Добра. Слухай, дзякуй табе вялікі за дапамогу. Вось, вазьмі ў падарак, ведаеш... маленькая парада па модзе... можаш трохі... навейшае.... ну разумееш пра што я? Увесь гэты матыў шукальніка прыгод такі... рэтравы. Проста парада, добра? Чао.
fi: Ahh, nyt on paljon parempi. Vihdoinkin vähän arvokkuutta! Ovatko sarveni suorassa? Hyvä. Kiitos paljon avusta. Ota tämä lahjaksi, ja... pieni muotivinkki... sinulle voisi olla hyötyä... sinulle voisi olla hyötyä uudesta... jos tiedät mitä tarkoitan? Koko seikkailijateema on niin... retro. Vain pieni neuvo, eikö? Ciao.

source: Look. I'm a cow. And you, you're monster bait. Get some experience under your belt! We'll talk...
be: Слухай. Я карова. А ты, ты прынада на пачвар. Назапасься досведу! Тады пагаворым.
fi: Kuule. Minä olen lehmä. Ja sinä olet hirviöiden syötti. Hanki vähän kokemusta! Puhutaan sitten...

source: It must truly be a fearsome task I've set before you. If there was just some way that I could... would a flagon of some nice, fresh milk help?
be: Мусіць, і праўда страшную задачу я табе паставіў. Каб быў хоць нейкі спосаб... а табе не дапамог бы збанок свежага малачка?
fi: Se on varmasti todella pelottava tehtävä, jonka olen sinulle antanut. Jos vain olisi jokin keino, jolla voisin... auttaisiko pullo hyvää, tuoretta maitoa?

source: Oh, I could use your help, but perhaps after you've saved the catacombs from the desecration of those beasts.
be: О, мне б прыдалася твая дапамога, але можа пасля таго, як выратуеш катакомбы ад тых пачвар-паганнікаў.
fi: Apusi olisi tarpeen, mutta ehkä sen jälkeen, kun olet pelastanut katakombit noiden petojen häpäisyltä.

source: I need something done, but I couldn't impose on a perfect stranger. Perhaps after you've been here a while I might feel more comfortable asking a favor.
be: Мне тут трэба помач, але не магу ж я навязвацца зусім незнаёмаму чалавеку. Можа, як вы пабудзеце тут крыху, вось тады мне будзе лягчэй папрасіць аб паслузе.
fi: Minulla yksi asia joka pitäisi tehdä, mutta en voinut vaatia sitä täysin tuntemattomalta henkilöltä. Ehkä kun olet ollut täällä jonkin aikaa, voin pyytää sinulta palvelusta helpommin.

source: I see in you the potential for greatness. Perhaps sometime while you are fulfilling your destiny, you could stop by and do a little favor for me?
be: Я бачу твой патэнцыял вялікасці. Можа якім разам прыйдзеш, пакуль выконваеш свой лёс, і зробіш мне адну паслугу?
fi: Näen sinussa potentiaalia suuruuteen. Ehkä joskus, kun olet täyttämässä kohtaloasi, voisit poiketa käymään ja tehdä minulle pienen palveluksen?

source: I think you could probably help me, but perhaps after you've gotten a little more powerful. I wouldn't want to injure the village's only chance to destroy the menace in the church!
be: Думаю, мажліва вы маглі б мне дапамагчы, але можа калі станеце зусім крыху мацнейшымі. Я б не хацеў шкодзіць адзінай надзеі вёсцы, што можа знішчыць пагрозу ў царкве!
fi: Luulen, että voisit auttaa minua, mutta ehkä vasta, kun olet saanut hieman lisää voimaa. En haluaisi vaarantaa kylän ainoaa mahdollisuutta tuhota kirkossa oleva uhka!

source: Me, I'm a self-made cow. Make something of yourself, and... then we'll talk.
be: Я, я сваімі сіламі стаў каровай. Зрабі з сябе што-небудзь... тады і пагаворым.
fi: Minä olen itseoppinut lehmä. Tee itsestäsi jotain, ja sitten voimme puhua.

source: I don't have to explain myself to every tourist that walks by! Don't you have some monsters to kill? Maybe we'll talk later. If you live...
be: І зусім не трэба мне вытлумачвацца перад кожным прахожым турыстам! Ці табе не трэба было там пачвар біць? Можа потым пагаворым. Калі дажывеш...
fi: Minun ei tarvitse selitellä itseäni jokaiselle ohikulkevalle turistille! Eikö sinulla ole hirviöitä tapettavana? Ehkä puhumme myöhemmin. Jos jäät henkiin...

source: Quit bugging me. I'm looking for someone really heroic. And you're not it. I can't trust you, you're going to get eaten by monsters any day now... I need someone who's an experienced hero.
be: Годзе мяне турбаваць. Я шукаю нешта сапраўды геройскае. І гэта не ты. Як мне табе давяраць, цябе могуць зжэрці монстры хоць сёння... Мне патрэбен дасведчаны герой.
fi: Älä kiusaa minua. Etsin todella sankarillista henkilöä. Etkä sinä ole sellainen. En voi luottaa sinuun, sinut syödään pian hirviöiden toimesta... Tarvitsen kokeneen sankarin.

source: All right, I'll cut the bull. I didn't mean to steer you wrong. I was sitting at home, feeling moo-dy, when things got really un-stable; a whole stampede of monsters came out of the floor! I just cowed. I just happened to be wearing this Jersey when I ran out the door, and now I look udderly ridiculous. If only I had something normal to wear, it wouldn't be so bad. Hey! Can you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
be: Добра, годзе заліваць. Не хацеў збіць цябе з тропу. Сяджу я дома, на душы смууутна, аж раптам усё стала няў-стоойліва, з падлогі вылез цэлы статак пачвар! Я аж замыкаў са страху. І так ужо сталася, што я быў апрануты ў гэты Джэрсі, калі ўцякаў за дзверы, і цяпер выглядаю зусім недарэчна. Была б у мяне якая іншая вопратка, не было б так дрэнна. Слухай! А можа сходзіш да маёй хаты і возьмеш мне мой касцюм? Толькі карычневы, не шэры, яго я на вечар надзяю. Я б і сам схадзіў, але не хачу, каб мяне бачылі такога. Вось, на, можа прыгадзіцца… Каб прыбіць усё, чым там зарасло. Маю хату не прапусціш. Проста на поўдзень адтуль, дзе рака разгаліноўваецца… Ну… Дзе там зарослы агарод.
fi: Hyvä on, lopetan höpötyksen. En tarkoittanut johtaa sinua harhaan. Istuin kotona, olin huonolla tuulella, kun tilanne muuttui todella epävakaaksi; lattialta tuli esiin kokonainen hirviöiden lauma! Minä vain pelästyin. Minulla sattui olemaan tämä paita päällä, kun juoksin ulos ovesta, ja nyt näytän täysin naurettavalta. Jos minulla olisi jotain normaalia päällä, se ei olisi niin paha. Hei! Voitko mennä takaisin kotiini ja hakea minulle puvun? Ruskean, ei harmaata, se on iltapuku. Tekisin sen itse, mutta en halua kenenkään näkevän minua tällaisena. Ota tämä, saatat tarvita sitä... tappamaan ne otukset, jotka ovat kasvaneet kaikkialle. Et voi olla huomaamatta taloani, se on joen haaran eteläpuolella... tiedätkö... se, jossa on kasvanut kasvimaa.

source: I have tried spells, threats, abjuration and bargaining with this foul creature -- to no avail. My methods of enslaving lesser demons seem to have no effect on this fearsome beast.
be: Чары, пагрозы, адрачэнне, торг, усё спрабаваў – марна. Мае метады паняволення меншых дэманаў не дзейнічаюць на гэтую жудасную пачвару, зусім.
fi: Olen kokeillut loitsuja, uhkauksia, kirouksia ja neuvotteluja tämän ilkeän olennon kanssa – turhaan. Menetelmäni alempien demonien orjuuttamiseksi eivät näytä vaikuttavan tähän pelottavaan petoon.

source: My home is slowly becoming corrupted by the vileness of this unwanted prisoner. The crypts are full of shadows that move just beyond the corners of my vision. The faint scrabble of claws dances at the edges of my hearing. They are searching, I think, for this journal.
be: Мой дом павольна глуміцца поганню яго непажаданага вязня. Крыпты поўняцца ценямі, што рушаць па-за вугламі майго зроку. На краі майго слыху ціха скрабуцца ў танцы кіпцюры. Яны шукаюць, думаецца мне, гэты дзённік.
fi: Kotini on vähitellen turmeltumassa tämän ei-toivotun vangin iljettömyyden vuoksi. Hautaholvit ovat täynnä varjoja, jotka liikkuvat juuri näkökentän reunalla. Heikko kynsien raapiminen tanssii kuuloni rajalla. Luulen, että ne etsivät tätä päiväkirjaa.

source: In its ranting, the creature has let slip its name -- Na-Krul. I have attempted to research the name, but the smaller demons have somehow destroyed my library. Na-Krul... The name fills me with a cold dread. I prefer to think of it only as The Creature rather than ponder its true name.
be: У рове стварэння прамільгнула яго імя — На-Крул. Я сіліўся даследаваць гэтае імя, але меншыя дэманы нейкім чынам знішчылі маю бібліятэку. На-Крул... Гэтае імя ўсяляе ва мне халодную жудасць. Палічу за лепшае думаць аб ім толькі як аб Стварэнні, не разважаючы пра яго сапраўднае імя.
fi: Rauhoittumattomassa tilassaan olento on paljastanut nimensä – Na-Krul. Olen yrittänyt tutkia nimeä, mutta pienemmät demonit ovat jotenkin tuhonneet kirjastoni. Na-Krul... Nimi täyttää minut kylmällä pelolla. Mieluummin ajattelen sitä vain Olentona kuin pohdin sen oikeaa nimeä.

source: The entrapped creature's howls of fury keep me from gaining much needed sleep. It rages against the one who sent it to the Void, and it calls foul curses upon me for trapping it here. Its words fill my heart with terror, and yet I cannot block out its voice.
be: Шалёнае выццё палоннага не дае мне спаць, як моцна бы я ні хацеў. Яно лютуе супраць таго, хто паслаў яго ў Пустату, і выкрыквае на мяне агідныя праклёны за сваё зняволенне. Яго словы поўняць маё сэрца жахам, але ж заглушыць яго голас я не магу.
fi: Loukkuun jääneen olennon raivoiset ulvonnat estävät minua saamasta kaivattua unta. Se raivoaa sitä vastaan, joka lähetti sen Tyhjyyteen, ja kiroaa minua, koska vangitsin sen tänne. Sen sanat täyttävät sydämeni kauhulla, mutta en pysty sulkemaan sen ääntä pois mielestäni.

source: My time is quickly running out. I must record the ways to weaken the demon, and then conceal that text, lest his minions find some way to use my knowledge to free their lord. I hope that whoever finds this journal will seek the knowledge.
be: Час хутка скончваецца. Я мушу запісаць спосаб, як аслабіць дэмана, і потым схаваць гэты тэкст, каб яго прыслужнікі не скарысталі мае веды, каб вызваліць свайго валадара. Спадзяваюся, што той, хто знойдзе гэты дзённік, адшукае тыя веды.
fi: Aikani on nopeasti loppumassa. Minun on kirjattava muistiin keinot demonin heikentämiseksi ja piilotettava sitten teksti, jotta hänen kätyrinsä eivät löydä keinoa käyttää tietojani vapauttaakseen herraansa. Toivon, että kuka tahansa tämän päiväkirjan löytää, etsii tietoa.

source: Whoever finds this scroll is charged with stopping the demonic creature that lies within these walls. My time is over. Even now, its hellish minions claw at the frail door behind which I hide. I have hobbled the demon with arcane magic and encased it within great walls, but I fear that will not be enough. The spells found in my three grimoires will provide you protected entrance to his domain, but only if cast in their proper sequence. The levers at the entryway will remove the barriers and free the demon; touch them not! Use only these spells to gain entry or his power may be too great for you to defeat.
be: Таму, хто знойдзе гэты скрутак, даручаецца спыніць дэманічнае стварэнне, што мяшкае ў гэтых сценах. Мой час мінуў. Нават цяпер, яго пякельныя прыслужнікі скрабуцца ў крохкія дзверы, за якімі я схаваўся. Я затрымаў дэмана таемнаю магіяю і замкнуў ў вялікіх сценах, але я страшуся, што гэтага не стане. Чары, якія знаходзяцця ў трох маіх грымуарах, дазволяць бяспечна ўвайсці ў яго ўладанні, але толькі калі выкарыстаны ў правільным парадку. Рычагі пры ўваходзе здымуць бар'еры і вызваляць дэмана. Не руш іх! Карыстайся толькі тымі чарамі, каб трапіць унутр, альбо яго сіла будзе неадольнаю.
fi: Kuka tahansa tämän käärön löytää, on velvollinen pysäyttämään näiden muurien sisällä piilevän demonisen olennon. Aikani on ohi. Juuri nytkin sen helvetilliset kätyrit raapivat heikkoa ovea, jonka takana piilottelen. Olen lamauttanut demonin salaperäisellä taikuudella ja sulkenut sen suurten muurien sisään, mutta pelkään, että se ei riitä. Kolmesta grimoiristani löytyvät loitsut suojaavat sinua hänen valtakuntaansa astuessasi, mutta vain jos ne lausutaan oikeassa järjestyksessä. Sisäänkäynnin vivut poistavat esteet ja vapauttavat demonin; älä kosketa niitä! Käytä vain näitä loitsuja päästäksesi sisään, tai hänen voimansa voi olla liian suuri sinulle voitettavaksi.

source: In Spiritu Sanctum.
fi: Pyhässä Hengessä.

source: Praedictum Otium.
fi: Ennustettu vapaa-aika.

source: Efficio Obitus Ut Inimicus.
fi: Tuon kuoleman vihollisena.

# monster
source: Hellboar
be: Пякельны дзік
fi: Manalankarju

# monster
source: Stinger
be: Джальнік
fi: Piikittäjä

# monster
source: Psychorb
be: Псіхавока
fi: Mielensilmä

# monster
source: Arachnon
be: Павучыска
fi: Hämähäkkipeto

# monster
source: Felltwin
be: Адцяты спарыш
fi: Kammokaksipää

# monster
source: Hork Spawn
be: Вырадак рыгатні
fi: Hork-sikiö

# monster
source: Venomtail
be: Атрутны хвост
fi: Myrkkypyrstö

# monster
source: Necromorb
be: Мёртвае вока
fi: Nekromörssi

# monster
source: Spider Lord
be: Валадар павукоў
fi: Hämähäkki Kuningas

# monster
source: Lashworm
be: Рабак-пуга
fi: Ruoskamato

# monster
source: Torchant
be: Успыхун
fi: Tulivihto

# monster
source: Hell Bug
be: Пеклаў жук
fi: Helvetin ötökkä

# monster
source: Gravedigger
be: Далакоп
fi: Haudankaivaja

# monster
source: Tomb Rat
be: Магільны пацук
fi: Hautarotta

# monster
source: Firebat
be: Агнявы кажан
fi: Tulilepakko

# monster
source: Skullwing
be: Чарапун
fi: Kallosiipi

# monster
source: Lich
be: Ліч
fi: Kuolomaagi

# monster
source: Crypt Demon
be: Склепавы чорт
fi: Kryptademoni

# monster
source: Hellbat
be: Пякельны кажан
fi: Helvetin lepakko

# monster
source: Bone Demon
be: Касцяны чорт
fi: Luu Demoni

# monster
source: Arch Lich
be: Архіліч
fi: Arkki Kuolomaagi

# monster
source: Biclops
be: Лупаты
fi: Biklootti

# monster
source: Flesh Thing
be: Плоцень
fi: Lihamöhkäle

# monster
source: Reaper
be: Жнец
fi: Niittäjä

source: Giant's Knuckle
be: Костка велікалюда
fi: Jättiläisen Rystynen

source: Mercurial Ring
be: Пярсцёнак Меркурыя
fi: Häilyvä sormus

source: Xorine's Ring
be: Пярсцёнак Ксорына
fi: Xiorin sormus

source: Karik's Ring
be: Пярсцёнак Карыка
fi: Karik:n sormus

source: Ring of Magma
be: Пярсцёнак магмы
fi: Magman sormus

source: Ring of the Mystics
be: Пярсцёнак містыкі
fi: Mystikoiden sormus

source: Ring of Thunder
be: Пярсцёнак грому
fi: Ukkosen sormus

source: Amulet of Warding
be: Амулет аховы
fi: Suojelun amuletti

source: Gnat Sting
be: Джала мошкі
fi: Hyttysenpisto

source: Armor of Gloom
be: Даспех цямнэчы
fi: Synkkyyden haarniska

source: Thunderclap
be: Пярун
fi: Ukkosjyrähdys

source: Eater of Souls
be: Пажыральнік душ
fi: Sielujensyöjä

source: Diamondedge
be: Алмазнае лязо
fi: Timanttiterä

source: Bone Chain Armor
be: Касцяная кальчуга
fi: Luuhaarniska
