Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: Hit Points {:d} of {:d}
be: Ачкі здароўя {:d} of {:d}
fi: Vahinkopisteet {:d} of {:d}

source: Right click to inspect
fi: Paina hiiren oikeaa näppäintä tarkastellaksesi

source: Level Up
be: Новы ўзровень
fi: Uusi taso

source: You have died
fi: Sinä kuolit

source: Menu Button
fi: Valikko näppäin

source: Press {} to load last save.
fi: Paina {} lataaksesi viimeisin tallennus.

source: Press {} to return to Main Menu.
fi: Paina {} palataksesi päävalikkoon.

source: Press {} to restart in town.
fi: Paina {} aloittaaksesi uudestaan kylästä.

source: You have {:s} gold piece. How many do you want to remove?
be: У вас ёсць {:s} манета. Колькі хочаце пакінуць?
fi: Sinulla on {:s} kultaa. Kuinka monta haluat jättää pois?

source: Town Portal
be: Партал у горад
fi: Kylän portaali

source: from {:s}
be: з {:s}
fi: käyttäjältä {:s}

source: Portal to
be: Партал у
fi: Portaali

source: The Unholy Altar
be: Паганы алтар
fi: Epäpyhyydyen Alttari

source: level 15
be: узровень 15
fi: taso 15

source: Unable to load data from file {0}
fi: Tiedostoa ei voitu ladata {0}

source: {0} is incomplete, please check the file contents.
fi: {0} on puutteellinen, tarkista tiedoston sisältö.

source: Your {0} file doesn't have the expected columns, please make sure it matches the documented format.
fi: Tiedostossasi {0} ei ole odotettuja sarakkeita. Varmista, että se vastaa dokumentoitua muotoa.

source: Non-numeric value {0} for {1} in {2} at row {3} and column {4}
fi: Ei-numeerinen arvo {0} kohdassa {1} rivillä {2} sarakkeessa {3} ja sarakkeessa {4}

source: Out of range value {0} for {1} in {2} at row {3} and column {4}
fi: Arvo {0} on alueen ulkopuolella kohdassa {1} rivillä {2} sarakkeessa {3} ja sarakkeessa {4}

source: Invalid value {0} for {1} in {2} at row {3} and column {4}
fi: Virheellinen arvo {0} kohdassa {1} rivillä {2} sarakkeessa {3} ja sarakkeessa {4}

source: Print this message and exit
be: Пакінуць паведамленне і выйсці
fi: Printtaa tämä viesti ja poistu

source: Print the version and exit
be: Пакінуць версію і выйсці
fi: Printtaa versio ja poistu

source: Specify the folder of diabdat.mpq
be: Вызначыць папку diabdat.mpq
fi: Määritä diabdat.mpq-tiedoston kansio

source: Specify the folder of save files
be: Вызначаць папку захаванняў
fi: Määritä tallennustiedostojen kansio

source: Specify the location of diablo.ini
be: Вызначыць знаходжанне diablo.ini
fi: Määritä diablo.ini-tiedoston sijainti

source: Specify the language code (e.g. en or pt_BR)
fi: Määritä kielikoodi (esim. en tai pt_BR)

source: Skip startup videos
be: Прапусціць відэа
fi: Ohita käynnistysvideot

source: Display frames per second
be: Паказваць кадры ў секунду
fi: Näytä kuvataajuus

source: Enable verbose logging
be: Дазволіць падрабязнае апісанне
fi: Ota käyttöön yksityiskohtainen lokitallennus

source: Log to a file instead of stderr
fi: Kirjaa tiedostoon stderr:n sijaan

source: Record a demo file
be: Запісаць дэма-файл
fi: Nauhoita demo tiedosto

source: Play a demo file
be: Прайграць дэма-файл
fi: Pyöritä demo tiedosto

source: Disable all frame limiting during demo playback
be: Адмяніць усё абмежаванне кадраў падчас прайгравання дэма
fi: Poista kaikki

source: Game selection:
be: Выбар гульні:
fi: Peli Valinta:

source: Force Shareware mode
be: Уключыць рэжым Дэма
fi: Pakota Osuusmoodi

source: Force Diablo mode
be: Уключыць рэжым Diablo
fi: Pakota Diablo:n moodi

source: Force Hellfire mode
be: Уключыць рэжым Hellfire
fi: Pakota Hellfire:n moodi

source: Hellfire options:
be: Налады Hellfire:
fi: Hellfire:n asetukset:

source: Report bugs at https://github.com/diasurgical/devilutionX/
be: Паведаміць аб памылках https://github.com/diasurgical/devilutionX/
fi: Ilmoita vioista osoitteessa https://github.com/diasurgical/devilutionX/

source: Please update devilutionx.mpq and fonts.mpq to the latest version
fi: Päivitä devilutionx.mpq ja fonts.mpq viimeisimpään versioon

source: Failed to load UI resources. Make sure devilutionx.mpq is in the game folder and that it is up to date.
be: Не атрымалася загрузіць рэсурсы інтэрфэйса. Праверце, ці devilutionx.mpq у папке з гульнёю і ці абноўлены ён.
fi: UI-resurssien lataaminen epäonnistui. Varmista, että devilutionx.mpq on pelikansiossa ja että se on ajan tasalla.

source: Please update fonts.mpq to the latest version
fi: Päivitä fonts.mpq viimeisimpään versioon

source: -- Network timeout --
be: -- Перапынак сеткі --
fi: -- Verkkoyhteyden aikakatkaisu --

source: -- Waiting for players --
be: -- Чакаем гульцоў --
fi: -- Odotetaan pelaajia --

source: No help available
be: Дапамога не даступна
fi: Apua ei saatavilla

source: while in stores
be: пакуль у чаканні
fi: kaupassa

source: Belt item {}
be: Рэч на поясе {}
fi: Vyö esine {}

source: Use Belt item.
be: Скарыстаць рэч на поясе.
fi: Käytä vyöesinettä.

source: Quick spell {}
be: Быстрае закляцце {}
fi: Pikaloitsu {}

source: Hotkey for skill or spell.
be: Гарачая клавіша пад уменне ці чару.
fi: Pikanäppäin taidolle tai loitsulle.

source: Previous quick spell
fi: Edellinen pikaloitsu

source: Selects the previous quick spell (cycles).
fi: Valitsee edellisen pikaloitsun (vaihtelee).

source: Next quick spell
fi: Seuraava pikaloitsu

source: Selects the next quick spell (cycles).
fi: Valitsee seuraavan pikaloitsun (vaihtelee).

source: Use health potion
fi: Käytä parannusjuoma

source: Use health potions from belt.
fi: Käytä parannusjuomia vyöltä.

source: Use mana potion
fi: Käytä manapullo

source: Use mana potions from belt.
fi: Käytä manapulloja vyöltä.

source: Speedbook
be: Кніга прыткасці
fi: Pikapäiväkirja

source: Open Speedbook.
be: Адчыніць кнігу прыткасці.
fi: Avaa pikapäiväkirja.

source: Quick save
be: Хутка захавацца
fi: Pikatallennus

source: Saves the game.
be: Захоўвае гульню.
fi: Tallentaa pelin.

source: Quick load
be: Хутка загрузіцца
fi: Pikalataus

source: Loads the game.
be: Загрузіць гульню.
fi: Lataa pelin.

source: Quit game
be: Выйсці
fi: Poistu pelistä

source: Closes the game.
be: Зачыніць гульню.
fi: Sulkee pelin.

source: Stop hero
be: Спыніць героя
fi: Pysäytä hahmo

source: Stops walking and cancel pending actions.
be: Спыніць ход і адмяніць дзеянне.
fi: Lopeta kävely ja peruuta odottavat toimet.

source: Item highlighting
be: Падсвечванне рэчаў
fi: Tavaran korostus

source: Show/hide items on ground.
be: Паказваць/хаваць рэчы на зямлі.
fi: Näytä/piilota tavarat maassa.

source: Toggle item highlighting
be: Пераключыць падсвечванне рэчаў
fi: Kytke tavaran korostus päälle

source: Permanent show/hide items on ground.
be: Імгненна паказваць/хаваць рэчы на зямлі.
fi: Pysyvästi näytä/piilota tavarat maassa.

source: Toggle automap
be: Пераключыць аўтамапу
fi: Vaihda automaattinen kartta päälle

source: Toggles if automap is displayed.
be: Пераключае калі аўтамапа ўключана.
fi: Vaihtaa automaattisen kartan näyttämisen.

source: Cycle map type
fi: Syklaa kartan tyyppi

source: Opaque -> Transparent -> Minimap -> None
fi: Läpinäkymätön -> Läpinäkyvä -> Minikartta -> Ei mitään

source: Open Inventory screen.
be: Адчыніць інвентар.
fi: Avaa tavaraluettelo.

source: Character
be: Персанаж
fi: Hahmo

source: Open Character screen.
be: Адчыніць экран персанажа.
fi: Avaa hahmoruutu.

source: Party
fi: Ryhmä

source: Open side Party panel.
fi: Avaa ryhmän sivupaneeli.

source: Quest log
be: Заданні
fi: Tehtävälista

source: Open Quest log.
be: Паглядзець заданні.
fi: Avaa tehtävälista.

source: Spellbook
be: Кніга чараў
fi: Loitsukirja

source: Open Spellbook.
be: Адчыніць кнігу чараў.
fi: Avaa Loitsukirja.

source: Quick Message {}
be: Хутка паведаміць {}
fi: Pikaviesti {}

source: Use Quick Message in chat.
be: Хутка паведаміць у чат.
fi: Käytä pikaviestiä chatissä.

source: Hide Info Screens
be: Схаваць экраны інфармацыі
fi: Piilota tietoikkunat

source: Hide all info screens.
be: Схаваць усе экраны інфармацыі.
fi: Piilota kaikki tietoikkunat.

source: Zoom
be: Наблізіць
fi: Tarkenna

source: Zoom Game Screen.
be: Наблізіць экран гульні.
fi: Tarkenna peliruutua.

source: Pause Game
be: Спыніць гульню
fi: Keskeytä Peli

source: Pauses the game.
be: Спыняе гульню.
fi: Pysäyttää pelin.

source: Pause Game (Alternate)
fi: Pysäytä Peli (Vaihtoehtoinen)

source: Decrease Brightness
fi: Laske kirkautta

source: Reduce screen brightness.
be: Знізіць яркасць экрана.
fi: Laske ruudun kirkautta.

source: Increase Brightness
fi: Nosta kirkkautta

source: Increase screen brightness.
be: Павысіць яркасць экрана.
fi: Nosta näytön kirkautta.

source: Help
be: Дапамога
fi: Apu

source: Open Help Screen.
be: Адчыніць экран дапамогі.
fi: Avaa apu ruutu.

source: Screenshot
be: Здымак экрана
fi: Näyttökuva

source: Takes a screenshot.
be: Зрабіць здымак экрана.
fi: Ottaa näyttökuvan.

source: Game info
be: Аб гульні
fi: Pelintiedot

source: Displays game infos.
be: Паказвае інфармацыю аб гульні.
fi: Näytä pelin tiedot.

source: Chat Log
be: Чат
fi: Chat loki

source: Displays chat log.
be: Паказвае чат.
fi: Näyttää chat-lokin.

source: Sort Inventory
fi: Järjestä tavaraluettelo

source: Sorts the inventory.
fi: Järjestää tavaraluettelon.

source: Console
fi: Konsoli

source: Opens Lua console.
fi: Avaa lua konsolin.

source: Primary action
fi: Ensisijainen toiminta

source: Attack monsters, talk to towners, lift and place inventory items.
fi: Hyökkää hirviöitä vastaan, keskustele kaupunkilaisten kanssa, nosta ja sijoita esineitä.

source: Secondary action
fi: Toissijainen toiminta

source: Open chests, interact with doors, pick up items.
fi: Avaa arkkuja, avaa ovia, poimi esineitä.

source: Spell action
fi: Loitsun toiminta

source: Cast the active spell.
fi: Käytä aktiivista loitsua.

source: Cancel action
fi: Peruuta toiminto

source: Close menus.
fi: Sulje valikot.

source: Move up
fi: Liiku ylös

source: Moves the player character up.
fi: Siirtää pelaajahahmoa ylöspäin.

source: Move down
fi: Liiku alas

source: Move left
fi: Liiku vasemalle

source: Move right
fi: Liiku oikealle

source: Moves the player character right.
fi: Siirtää pelaajahahmoa oikealle.

source: Stand ground
fi: Pysy paikallasi

source: Hold to prevent the player from moving.
fi: Pidä painettuna estääksesi pelaajaa liikkumasta.

source: Toggle stand ground
fi: Kytke pysyminen paikallaan

source: Toggle whether the player moves.
fi: Kytke pelaajan liikkuminen päälle tai pois.

source: Automap Move Up
fi: Automaattikartan siirto ylös

source: Moves the automap up when active.
fi: Siirtää automaattikartan ylöspäin, kun se on aktiivinen.

source: Automap Move Down
fi: Automaattikartan siirto alas

source: Moves the automap down when active.
fi: Siirtää automaattikartan alas, kun se on aktiivinen.

source: Automap Move Left
fi: Automaattikartan siirto vasemalle

source: Moves the automap left when active.
fi: Siirtää automaattikarttaa vasemmalle, kun se on aktiivinen.

source: Automap Move Right
fi: Automaattikartan siiro oikealle

source: Moves the automap right when active.
fi: Siirtää automaattikarttaa oikealle, kun se on aktiivinen.

source: Move mouse up
fi: Siirrä hiirtä ylöspäin

source: Simulates upward mouse movement.
fi: Simuloi hiiren liikettä ylöspäin.

source: Move mouse down
fi: Siirrä hiirtä alaspäin

source: Simulates downward mouse movement.
fi: Simuloi hiiren liikettä alaspäin.

source: Move mouse left
fi: Siirrä hiirtä vasemmalle

source: Simulates leftward mouse movement.
fi: Simuloi hiiren liikettä vasemmalle.

source: Move mouse right
fi: Siirrä hiirtä oikealle

source: Simulates rightward mouse movement.
fi: Simuloi hiiren liikettä oikealle.

source: Left mouse click
fi: Vasen hiiren painike

source: Simulates the left mouse button.
fi: Simuloi hiiren vasenta painiketta.

source: Right mouse click
fi: Oikea hiiren painike

source: Simulates the right mouse button.
fi: Simuloi hiiren oikeaa painiketta.

source: Gamepad hotspell menu
fi: Ohjainasettelun pikavalikko

source: Hold to set or use spell hotkeys.
fi: Pidä painettuna asettaaksesi tai käyttääksesi loitsujen pikanäppäimiä.

source: Gamepad menu navigator
fi: Ohjainasettelu-valikon navigaattori

source: Hold to access gamepad menu navigation.
fi: Pidä painettuna päästäksesi ohjainasettelu valikkoon.

source: Toggle game menu
fi: Kytke pelivalikko

source: Opens the game menu.
fi: Avaa pelivalikon.

source: Game saved
fi: Peli talennettu

source: No multiplayer functions in demo
be: У дэма няма шматкарыстальніцкай гульні
fi: Demossa ei ole moninpelitoimintoja

source: Direct Sound Creation Failed
be: Стварэнне гука правалілася
fi: Direct äänen luominen epäonnistui

source: Not available in shareware version
be: Недаступна ў дэма версіі
fi: Ei saatavana osuusohjelma-versiona

source: Not enough space to save
be: Няма месца каб захаваць
fi: Tallennustilaa ei ole riittävästi

source: No Pause in town
be: Нельга ставіць паўзу ў горадзе
fi: Ei keskeytystä kylässä

source: Copying to a hard disk is recommended
be: Рэкамендуем захваць на цвёрдым дыску
fi: Kopiointi kiintolevylle on suositeltavaa

source: Multiplayer sync problem
be: Праблема з сінхранізацыяй у мультыплэеры
fi: Moninpelin synkronointiongelma

source: No pause in multiplayer
be: Нельга ставіць на паўзу ў мультыплэеры
fi: Ei keskeytystä moninpelissä

source: Saving...
be: Захоўвае...
fi: Tallennetaan...

source: Some are weakened as one grows strong
be: Як нехта мацнее другія слабеюць
fi: Jotkut heikkenevät, kun toinen vahvistuu

source: New strength is forged through destruction
be: Моц новая куецца разбурэннем
fi: Uusi voima syntyy tuhon kautta

source: Those who defend seldom attack
be: Хто бароніцца рэдка нападае
fi: Ne, jotka puolustavat, hyökkäävät harvoin

source: The sword of justice is swift and sharp
be: Меч справядлівасці хуткі ды востры
fi: Oikeuden miekka on nopea ja terävä

source: While the spirit is vigilant the body thrives
be: Пакуль дух пільнуе, цела квітнее
fi: Kun henki on valpas, keho kukoistaa

source: The powers of mana refocused renews
be: Перакіраваўшыся моц маны аднаўляецца
fi: Manavoimat uudistuvat

source: Time cannot diminish the power of steel
be: Час сталі моцы не паслабіць
fi: Aika ei voi heikentää teräksen voimaa

source: Magic is not always what it seems to be
be: Магія не заўжды тое, чым здаецца
fi: Taikuus ei aina ole sitä, miltä se näyttää

source: What once was opened now is closed
be: Што адчынілі цяпер зачынілі
fi: Se, mikä kerran oli avoinna, on nyt suljettu

source: Intensity comes at the cost of wisdom
be: Напружанне каштуе мудрасці
fi: Intensiteetti tulee viisauden kustannuksella

source: Arcane power brings destruction
be: Таемная моц нясе разбурэнне
fi: Arkanen voima tuo tuhoa

source: That which cannot be held cannot be harmed
be: За што ні ўзяцца, няма як параніць
fi: Sitä, mitä ei voi pitää, ei voi vahingoittaa

source: Crimson and Azure become as the sun
be: Чырвань ды блакіт стануць нібы сонца
fi: Karmiininpunainen ja Taivaansininen muuttuvat auringoksi

source: Knowledge and wisdom at the cost of self
be: Веды ды мудрасць па кошту сябе самога
fi: Tieto ja viisaus itsensä kustannuksella

source: Drink and be refreshed
be: Пі ды асвяжыся
fi: Juo ja virkisty

source: Wherever you go, there you are
be: Дзе б ты ні быў, вось і ты
fi: Minne ikinä menetkin, siellä sinä olet

source: Energy comes at the cost of wisdom
be: Сіла жыццёвая мудрасці каштуе
fi: Energia tulee viisauden kustannuksella

source: Riches abound when least expected
be: Багацця там многа, дзе менш за ўсё думаеш
fi: Rikkaudet ovat runsaat, kun niitä vähiten odottaa

source: Where avarice fails, patience gains reward
be: Дзе прайграе сквапнасць, там цярпенне ўзнагародзіцца
fi: Kun ahneus epäonnistuu, kärsivällisyys palkitaan

source: Blessed by a benevolent companion!
be: Благаславёны добразычлівым спадарожнікам!
fi: Hyväsydämisen seuralaisen! siunaama!

source: The hands of men may be guided by fate
be: Няхай рукі чалавечыя лёсам накіруюцца
fi: Miesten kädet olkoon kohtalon ohjaamia

source: Strength is bolstered by heavenly faith
be: Сіла ўмацавана вераю нябеснай
fi: Voima vahvistuu taivaallisella uskolla

source: The essence of life flows from within
be: Жыццёвая сутнасць ліецца знутры
fi: Elämän ydin virtaa sisältäpäin

source: The way is made clear when viewed from above
be: Зверху глядзіш – шлях лягчэй пабачыць
fi: Ylhäältä katsottuna tie on selvä

source: Salvation comes at the cost of wisdom
be: Ратунак прыйдзе цаною мудрасці
fi: Pelastus tulee viisauden hinnalla

source: Mysteries are revealed in the light of reason
be: Таямніцы раскрыюцца пры святле розуму
fi: Mysteerit paljastuvat järjen valossa

source: Those who are last may yet be first
be: Апошнія могуць быць яшчэ і першымі
fi: Viimeiset voivat vielä olla ensimmäisiä

source: Generosity brings its own rewards
be: Шчодрасць узнагародзіць па-свойму
fi: Anteliaisuus tuo mukanaan omat palkintonsa

source: You must be at least level 8 to use this.
be: Трэба быць хаця б 8 ўзроўню.
fi: Sinun täytyy olla vähintään tasolla 8 käyttääksesi tätä.

source: You must be at least level 13 to use this.
be: Трэба быць хаця б 13 ўзроўню.
fi: Sinun täytyy olla vähintään tasolla 13 käyttääksesi tätä.

source: You must be at least level 17 to use this.
be: Трэба быць хаця б 8 ўзроўню.
fi: Sinun täytyy olla vähintään tasolla 17 käyttääksesi tätä.

source: Arcane knowledge gained!
be: Таемныя веды вывучаны!
fi: Salaperäinen tieto hankittu!

source: That which does not kill you...
be: Тое што вас не забівае...
fi: Se, mikä ei tapa sinua...

source: Knowledge is power.
be: Веды ёсць сіла.
fi: Tieto on voima.

source: Give and you shall receive.
be: Давайце і вам будзе дадзена.
fi: Anna, niin sinulle annetaan.

source: Some experience is gained by touch.
be: Досвед можна і крануўшыся атрымаць.
fi: Jotkut kokemukset hankitaan kosketuksen kautta.

source: There's no place like home.
be: Усюды добра, а дома лепей.
fi: Koti on paras paikka.

source: Spiritual energy is restored.
be: Сіла духа вернута.
fi: Henkinen energia on palautettu.

source: You feel more agile.
be: Вы нібыта пажвавелі.
fi: Tunnet olosi ketterämmäksi.

source: You feel stronger.
be: Вы нібыта узмацнелі.
fi: Tunnet itsesi voimakkaammaksi.

source: You feel wiser.
be: Вы нібыта памудрэлі.
fi: Tunnet itsesi viisammaksi.

source: You feel refreshed.
be: Вы нібыта пасвяжэлі.
fi: Tunnet olosi virkistyneeksi.

source: That which can break will.
be: Тое, што можа зламіць волю.
fi: Se, mikä voi rikkoutua, rikkoutuu.

source: Cathedral
be: Сабор
fi: Katedraali

source: Catacombs
be: Катакомбы
fi: Katakombit

source: Caves
be: Пячоры
fi: Kaivokset

source: Nest
be: Гняздо
fi: Pesä

source: Crypt
be: Крыпта
fi: Hautaholvi

source: Lv {} {}
be: Уз {} {}
fi: Tas {} {}

source: {} difficulty
be: {} складанасць
fi: {} vaikeustaso

source: In Menu
be: У меню
fi: Valikossa

source: loopback
fi: silmukka

source: Unable to connect
be: Няма як звязацца
fi: Ei voitu yhdistää

source: error: read 0 bytes from server
be: памылка: счытана 0 байт з сервера
fi: virhe: luettu 0 tavua palvelimelta

source: Failed to open file: {:s} {:s} The MPQ file(s) might be damaged. Please check the file integrity.
fi: Tiedoston avaaminen epäonnistui: {:s} {:s} MPQ-tiedosto(t) saattaa olla vioittunut. Tarkista tiedoston eheys.

source: diabdat.mpq or spawn.mpq
be: diabdat.mpq ці spawn.mpq
fi: diabdat.mpq tai spawn.mpq

source: Some Hellfire MPQs are missing
be: Нейкіх MPQ файлаў Hellfire бракуе
fi: Jotkut Hellfire MPQ:t puuttuvat

source: Not all Hellfire MPQs were found. Please copy all the hf*.mpq files.
be: Не ўсе MPQ файлы Hellfire знойдзеныя. Скапіюйце ўсе hf*.mpq файлы, калі ласка.
fi: Kaikkia Hellfire MPQ-tiedostoja ei löytynyt. Kopioi kaikki hf*.mpq-tiedostot.

source: Resolution
be: Раздзяляльнасць
fi: Resoluutio

source: Run in Town
be: Бегчы ў Горадзе
fi: Kylässä juoksu

source: Theo Quest
be: Заданне Тэа
fi: Theo tehtävä

source: Cow Quest
be: Заданне Каровы
fi: Lehmä tehtävä

source: Auto Gold Pickup
be: Аўта-падняцце золата
fi: Automaattinen kullan kerääminen

source: Auto Elixir Pickup
be: Аўта-падняцце эліксіраў
fi: Automaattinen eliksiirin kerääminen

source: Auto Oil Pickup
fi: Automaattinen öljyn kerääminen

source: Auto Pickup in Town
be: Аўта-падняцце ў Горадзе
fi: Automaattinen nosto kylässä

source: Adria Refills Mana
be: Эйдрыя Папаўняе Ману
fi: Adria palauttaa manan

source: Auto Equip Weapons
be: Аўта-эквіп зброі
fi: Automaattinen aseiden käyttöönotto

source: Auto Equip Armor
be: Аўта-эквіп брані
fi: Automaattinen haarniskan käyttöönotto

source: Auto Equip Helms
be: Аўта-эквіп шаломаў
fi: Automaattinen kypärien käyttöönotto

source: Auto Equip Shields
be: Аўта-эквіп шчытоў
fi: Automaattinen kilpien käyttöönotto

source: Auto Equip Jewelry
be: Аўта-эквіп каштоўнасцяў
fi: Automaattinen korujen kerääminen

source: Randomize Quests
be: Выпадковы парадак заданняў
fi: Satunnaista tehtävät

source: Show Item Labels
fi: Näytä tavaran tunnisteet

source: Auto Refill Belt
be: Аўтазапаўненне ячэйкі пояса
fi: Automaattinen vyön täyttö

source: Disable Crippling Shrines
be: Адключыць шкодныя Алтары
fi: Poista käytöstä lamauttavat pyhäköt

source: Heal Potion Pickup
be: Падбіранне зелляў лячэння
fi: Parantavan juoman kerääminen

source: Full Heal Potion Pickup
be: Падбіранне зелляў поўнага лячэння
fi: Täydellisten parantavien juomien kerääminen

source: Mana Potion Pickup
be: Падбіранне зелляў маны
fi: Mana-juoman kerääminen

source: Full Mana Potion Pickup
be: Падбіранне зелляў поўнай маны
fi: Täydellisen mana juoman kerääminen

source: Rejuvenation Potion Pickup
be: Падбіранне зелляў аднаўлення
fi: Nuorentavan juoman kerääminen

source: Full Rejuvenation Potion Pickup
be: Падбіранне зелляў поўнага аднаўлення
fi: Täydellisen nuorentavan kerääminen

source: Options
be: Налады
fi: Asetukset

source: Save Game
be: Захаваць гульню
fi: Tallenna Peli

source: Exit to Main Menu
fi: Poistu Päävalikkoon

source: Quit Game
be: Выйсці
fi: Postu Pelistä

source: Speed
be: Хуткасць
fi: Nopeus

source: Music Disabled
be: Музыка адключана
fi: Musiikki pois

source: Sound
be: Гук
fi: Ääni

source: Sound Disabled
be: Гук адключаны
fi: Äänet pois

source: Pause
be: Паўза
fi: Keskeytä

source: $Keyboard Shortcuts:
be: $Скарачэнні клавіш:
fi: $Näppäimistön pikakuvakkeet:

source: F1: Open Help Screen
be: F1:: Адчыніць экран дапамогі
fi: F1: Avaa apuruutu

source: Esc: Display Main Menu
be: Esc: Паказаць Галоўнае Меню
fi: Esc: Näytä Päävalikko

source: Tab: Display Auto-map
be: Tab: Паказаць аўтамапу
fi: Tab: Näytä autokartta

source: Space: Hide all info screens
be: Прабел: Схаваць усе экраны інфармацыі
fi: Space: Piilota kaikki tietoikkunat

source: S: Open Speedbook
be: S: Адчыцніь кнігу прыткасці
fi: S: Avaa nopeuskirja

source: B: Open Spellbook
be: B: Адчыцніць кнігу чараў
fi: B: Avaa loitsukirja

source: I: Open Inventory screen
be: I: Адчыніць інвентар
fi: I: Avaa tavaraluetteloruutu

source: C: Open Character screen
be: C: Адчыніць экран персанажа
fi: C: Avaa hahmoruutu

source: Q: Open Quest log
be: Q: Паглядзець заданні
fi: Q: Avaa tehtävälista

source: F: Reduce screen brightness
be: F: Знізіць яркасць экрана
fi: F: Laske näytön kirkautta

source: G: Increase screen brightness
be: G: Павысіць яркасць экрана
fi: G: Nosta näytön kirkautta

source: Z: Zoom Game Screen
be: Z: Наблізіць экран гульні
fi: Z: Zoomaa Peliruutua

source: + / -: Zoom Automap
be: + / -: Маштабаванне аўтамапы
fi: + / -: Zoomaa Autokarttaa

source: 1 - 8: Use Belt item
be: 1 – 8: Выкарыстаць рэч з пояса
fi: 1 - 8: Käytä vyö esinettä

source: F5, F6, F7, F8: Set hotkey for skill or spell
be: F5, F6, F7, F8: Устанавіць гарачую клавішу
fi: F5, F6, F7, F8: Aseta pikanäppäin taidolle tai loitsulle

source: Shift + Left Mouse Button: Attack without moving
be: Shift + Левая кнопка мышы: Біць не рухаючыся
fi: Shift + Hiiren vasen: Hyökkää liikumatta
