Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: Game Design
be: Дызайн гульні
fi: Pelisuunnitelu

source: Senior Designers
be: Старшыя дызайнеры
fi: Kokeneet suunnittelijat

source: Additional Design
be: Дадатковы дызайн
fi: Lisäsuunnitelu

source: Lead Programmer
be: Вядучы праграміст
fi: Pääohjelmoija

source: Senior Programmers
be: Старшыя праграмісты
fi: Kokenneet ohjelmoijat

source: Programming
be: Праграмаванне
fi: Ohjelmointi

source: Special Guest Programmers
be: Спецыяльна запрошаныя праграмісты
fi: Vierasohjelmointi

source: Battle.net Programming
be: Праграмаванне Battle.net
fi: Battle.net Ohjelmointi

source: Serial Communications Programming
be: Прагамаванне паслядоўнай передачы дадзеных
fi: Sarjaliikenneohjelmointi

source: Installer Programming
be: Праграмаванне ўсталёўшчыка
fi: Asennusohjelman ohjelmointi

source: Art Directors
be: Арт-дырэктары
fi: Taideohjaajat

source: Artwork
be: Афармленне
fi: Taide

source: Technical Artwork
be: Тэхнічнае афармленне
fi: Tekninen kuvitus

source: Cinematic Art Directors
be: Арт-дырэктары катсцэн
fi: Elokuvalliset taidejohtajat

source: 3D Cinematic Artwork
be: Афармленне 3D катсцэн
fi: 3D-elokuvallinen kuvitus

source: Cinematic Technical Artwork
be: Тэчнічнае афармленне катсцэн
fi: Elokuvallinen tekninen kuvitus

source: Executive Producer
be: Выканаўчы прадзюсар
fi: Vastaava tuottaja

source: Producer
be: Прадзюсар
fi: Tuottaja

source: Associate Producer
be: Памочнік прадзюсара
fi: Tuotantoavustaja

source: Music
be: Музыка
fi: Musiikki

source: Sound Design
be: Гукавы дызайн
fi: Äänisuunnitelu

source: Cinematic Music & Sound
be: Музыка і гук у катсцэнах
fi: Elokuvallinen Musiikki & Ääni

source: Voice Production, Direction & Casting
be: Агучка, рэжысура, пробы
fi: Äänituotanto, Ohjaus & Roolijako

source: Script & Story
be: Сцэнарый і сюжэт
fi: Käsikirjoitus & Tarina

source: Voice Editing
be: Апрацоўка голаса
fi: Äänimuokkaus

source: Voices
be: Галасы
fi: Äänet

source: Recording Engineer
be: Інжынер гуказапісу
fi: Äänittäjä

source: Manual Design & Layout
be: Дызайн дапаможніка і макета
fi: Ohjekirjan suunnittelu & Taitto

source: Manual Artwork
be: Афармленне дапаможніка
fi: Ohjekirjan kuvitus

source: Provisional Director of QA (Lead Tester)
be: Часовы рэжысёр па праверцы якасці (Вядучы тэсціроўшчык)
fi: Väliaikainen laadunvarmistaja (päätestaaja)

source: QA Assault Team (Testers)
be: Штурмавая каманда па праверцы якасці (Тэсціроўшчыкі)
fi: QA Iskuryhmä (Testaajat)

source: QA Special Ops Team (Compatibility Testers)
be: Спецпадраздзяленне па праверцы якасці (Тэсціроўшчыкі сумяшчальнасці)
fi: QA Erikoisjoukko (Yhteensopivuustestaajat)

source: QA Artillery Support (Additional Testers)
be: Артылерыйская падтрымка па праверцы якасці (Дадатковыя тэсціроўшчыкі)
fi: QA Tykistötuki (Lisätestaajat)

source: QA Counterintelligence
be: Каманда па праверцы якасці (Контрразведка)
fi: QA Vastatiedustelu

source: Order of Network Information Services
be: Парадак Інфармацыйнай службы сеткі
fi: Verkkopalvelujen osasto

source: Customer Support
be: Служба падтрымкі
fi: Asiakastuki

source: Sales
be: Продажы
fi: Liikevaihto

source: Dunsel
be: Бескарысны
fi: Hyödytön ja paska työntekijä

source: Mr. Dabiri's Background Vocalists
be: Бэквакалісты містэра Дэбіры
fi: Herra Dabirin taustalaulajat

source: Public Relations
be: Сувязі з грамадствам
fi: Viestintä

source: Marketing
be: Маркетынг
fi: Markkinointi

source: International Sales
be: Міжнародныя продажы
fi: Kansainvälinen liikevaihto

source: U.S. Sales
be: Продажы ў ЗША
fi: Yhdysvailtain liikevaihto

source: Manufacturing
be: Вытворчасць
fi: Valmistus

source: Legal & Business
be: Юрыспрудэнцыя і бізнес
fi: Lakiasiat ja Liiketoiminta

source: Special Thanks To
be: Асаблівая падзяка
fi: Erityiskiitokset

source: Thanks To
be: Дзякуючы
fi: Kiitokset

source: In memory of
be: У памяць
fi: Muistolle

source: Very Special Thanks to
be: Вельмі асаблівая падзяка
fi: Erityis Erityiskiitokset

source: General Manager
be: Галоўны менеджар
fi: Toimitusjohtaja

source: Software Engineering
be: Распрацоўка праграмнага забеспячэння
fi: Ohjelmistoinsinööri

source: Art Director
be: Арт-дырэктар
fi: Taidejohtaja

source: Artists
be: Мастакі
fi: Taiteilija

source: Design
be: Дызайн
fi: Suunnitelu

source: Sound Design, SFX & Audio Engineering
be: Гукавы дызайн, SFX і гукарэжысура
fi: Ääni suunnittelu, SFX & Äänitekniikka

source: Quality Assurance Lead
be: Вядучы па праверцы якасці
fi: Laadunvastaava

source: Testers
be: Тэсціроўшчыкі
fi: Testaajat

source: Manual
be: Дапаможнік
fi: Ohjekirja

source: Additional Work
be: Дадатковая праца
fi: Lisätyö

source: Quest Text Writing
be: Напісанне тэксту заданняў
fi: Tehtävä tekstien kirjoitus

source: Thanks to
be: Дзякуючы
fi: Kiitokset

source: Special Thanks to Blizzard Entertainment
be: Асаблівая падзяка Blizzard Entertainment
fi: Erityiskiitokset Blizzard Entertainment:ille

source: Quality Assurance Manager
be: Кіраўнік праверкі якасці
fi: Laadunvastaava

source: Quality Assurance Lead Tester
be: Вядучы тэсціроўшчык праверкі якасці
fi: Laadunvastaavan johtava testaaja

source: Main Testers
be: Галоўныя тэсціроўшчыкі
fi: Pää testaajat

source: Additional Testers
be: Дадатковыя тэсціроўшчыкі
fi: Lisä testaajat

source: Product Marketing Manager
be: Кіраўнік маркетынгу прадукту
fi: Tuotemarkkinointivastaava

source: Public Relations Manager
be: Кіраўнік сувязі з грамадствам
fi: Julkisen viestinnän vastaava

source: Associate Product Manager
be: Часовы менеджар прадукту
fi: Tuotevastaava

source: The Ring of One Thousand
be: Пярсцёнак Тысячы
fi: Tuhannen Sormus

source: No souls were sold in the making of this game.
be: Пры стварэнні гульні ніводнай душы не было прададзена.
fi: Yhtään sielua ei myyty pelin tekemisen aikana.

source: Choose Class
be: Выбраць клас
fi: Valitse Luokka

source: Cancel
be: Адмяніць
fi: Peruuta

source: New Multi Player Hero
be: Новы герой для Мультыплэера
fi: Uusi Moninpeli Hahmo

source: New Single Player Hero
be: Новы адзіночны герой
fi: Uusi Yksinpeli Hahmo

source: Save File Exists
be: Захаванне існуе
fi: Tallennustiedosto on olemassa

source: Load Game
be: Загрузіць гульню
fi: Lataa peli

source: New Game
be: Новая гульня
fi: Uusi peli

source: Single Player Characters
be: Персанажы для адзіночнай гульні
fi: Yksinpeli hahmot

source: The Rogue and Sorcerer are only available in the full retail version of Diablo. Visit https://www.gog.com/game/diablo to purchase.
be: Шэльма і Чараўнік даступныя толькі ў поўнай рознічнай версіі Diablo. Наведайце https://www.gog.com/game/diablo, каб набыць.
fi: Rosvo ja Velho ovat saatavilla vain Diablon kokoversiossa. Vieraile sivulla https://www.gog.com/game/diablo ostaaksesi pelin.

source: Enter Name
be: Увесці імя
fi: Syötä nimi

source: Invalid name. A name cannot contain spaces, reserved characters, or reserved words.
be: Імя не падыходзіць. У імені не павінна быць прабелаў, зарэзерваваных сімвалаў і слоў.
fi: Kelvoton nimi. Nimi ei saa sisältää välilyöntejä, varattuja kirjamia, tai varattuja sanoja.

source: Unable to create character.
be: Немагчыма стварыць персанажа.
fi: Hahmoa ei voitu luoda.

source: Level:
be: Узровень:
fi: Taso:

source: Strength:
be: Сіла:
fi: Vahvuus:

source: Magic:
be: Магія:
fi: Magia:

source: Dexterity:
be: Спрыт:
fi: Näppäryys:

source: Vitality:
be: Жывучасць:
fi: Puhti:

source: Savegame:
be: Захаванне:
fi: Tallenna peli:

source: Select Hero
be: Выбраць героя
fi: Valitse hahmo

source: New Hero
be: Новы герой
fi: Uusi hahmo

source: Delete
be: Выдаліць
fi: Poista

source: Multi Player Characters
be: Героі для мультыплэера
fi: Moninpeli hahmot

source: Delete Multi Player Hero
be: Выдаліць мультыплэернага героя
fi: Poista moninpeli hahmo

source: Delete Single Player Hero
be: Выдаліць адзіночнага героя
fi: Poista yksinpeli hahmo

source: Are you sure you want to delete the character "{:s}"?
be: Вы ўпэўненныя ў выдаленні персанажа "{:s}"?
fi: Oletko varma, että haluat poistaa hahmon"{:s}"?

source: Single Player
be: Адзіночная гульня
fi: Yksinpeli

source: Multi Player
be: Шматкарыстальніцкая гульня
fi: Moninpeli

source: Settings
be: Налады
fi: Asetukset

source: Support
be: Падтрымка
fi: Tuki

source: Show Credits
be: Паказаць удзельнікаў
fi: Tekijätiedot

source: Exit Hellfire
be: Выйсці з Hellfire
fi: Poistu Hellfirestä

source: Exit Diablo
be: Выйсці з Diablo
fi: Poistu Diablosta

source: Shareware
be: Дэма
fi: Osuusohjelma

source: Client-Server (TCP)
be: Кліент-сервер (TCP)
fi: Client-Palvelin (TCP)

source: Offline
fi: Offline-Tilassa

source: Multi Player Game
be: Шматкарыстальніцкая гульня
fi: Moninpeli

source: Requirements:
be: Патрабаванні:
fi: Vaatimukset:

source: no gateway needed
be: шлюз не патрэбен
fi: porttia ei tarvita

source: Select Connection
be: Выбраць злучэнне
fi: Valitse Yhteys

source: Change Gateway
be: Змяніць шлюз
fi: Vaihda portti

source: All computers must be connected to a TCP-compatible network.
be: Усе камп'ютары павінны быць падключанымі да сеткі, сумяшчальнай з TCP.
fi: Kaikki tietokoneet tulee olla kytkettynä TCP-yhteensopivaan verkkoon.

source: All computers must be connected to the internet.
be: Усе камп'ютары павінны быць падключанымі да Інтэрнэта.
fi: Kaikki tietokoneet tulee olla kytkettynä verkkoon.

source: Play by yourself with no network exposure.
be: Гуляць самому без кантакта з сеткаю.
fi: Pelaa itseksesi ilman verkon alttiuksia.

source: Players Supported: {:d}
be: Гульцоў падтрымліваецца: {:d}
fi: Pelaajamäärä: {:d}

source: Diablo Shareware
be: Дэма-версія Diablo
fi: Diablo:n Osuusohjelma

source: Hellfire Shareware
be: Дэма-версія Hellfire
fi: Hellfire:n Osuusohjelma

source: The host is running a different game than you.
be: Хост зараз гуляе ў другую гульню.
fi: Pitäjä pyörittää eri peliä kuin sinä.

source: The host is running a different game mode ({:s}) than you.
be: Хост зараз гуляе ў другую ({:s}) гульню.
fi: Pitäjä pyörittää eri pelimuotoa ({:s}) kuin sinä.

source: Your version {:s} does not match the host {:d}.{:d}.{:d}.
be: Ваша версія {:s} не падыходзіць да хоста {:d}.{:d}.{:d}.
fi: Sinun versiosi {:s} ei täsmää pitäjän {:d}.{:d}.{:d}.

source: Description:
be: Апісанне:
fi: Kuvaus:

source: Select Action
be: Выбраць дзеянне
fi: Valitse toiminto

source: Create Game
be: Стварыць гульню
fi: Luo Peli

source: Create Public Game
be: Стварыць публічную гульню
fi: Luo Julkinen Peli

source: Join Game
be: Далучыцца да гульні
fi: Liity Peliin

source: Public Games
be: Публічныя гульні
fi: Julkiset Pelit

source: Loading...
be: Загрузка...
fi: Ladataan...

source: None
be: Ніякі
fi: Ei mitään

source: CANCEL
be: Адмяніць
fi: PERUUTA

source: Create a new game with a difficulty setting of your choice.
be: Стварыць новую гульню са складанасцю на ваш выбар.
fi: Luo uusi peli valitsemallasi vaikeusasteella.

source: Create a new public game that anyone can join with a difficulty setting of your choice.
be: Стварыць новую публічную гульню, да якой могуць далучыцца са складанасцю на ваш выбар.
fi: Luo uusi julkinen peli valitsemallasi vaikeusasteella johon kuka tahansa voi liittyä.

source: Enter Game ID to join a game already in progress.
be: Напішыце ID гульні, каб далучыцца да ўжо запушчанай гульні.
fi: Syötä pelin tunnus liittyäksesi peliin joka on jo menossa.

source: Enter an IP or a hostname to join a game already in progress.
be: Напішыце IP ці імя хоста, каб далучыцца да ўжо запушчанай гульні.
fi: Syötä tunnus tai pitäjänimi liittyäksesi peliin joka on jo menossa.

source: Join the public game already in progress.
be: Далучыцца да ўжо запушчанай гульні.
fi: Liity julkiseen peliin joka on jo menossa.

source: Normal
be: Нармальная
fi: Tavallinen

source: Nightmare
be: Кашмар
fi: Hornankattila

source: Hell
be: Пекла
fi: Helvetin vaikea

source: Difficulty: {:s}
be: Складанасць: {:s}
fi: Vaikeus: {:s}

source: Speed: Normal
be: Хуткасць: Нармальная
fi: Nopeus: Tavallinen

source: Speed: Fast
be: Хуткасць: Шпарка
fi: Nopeus: Nopea

source: Speed: Faster
be: Хуткасць: Шпарчэй
fi: Nopeus: Nopeampi

source: Speed: Fastest
be: Хуткасць: Найшпарчэй
fi: Nopeus: Nopein

source: Players:
be: Гульцы:
fi: Pelaajat:

source: Select Difficulty
be: Выбраць складанасць
fi: Valitse Vaikeusaste

source: Join {:s} Games
be: Далучыцца да {:s} гульняў
fi: Liity {:s} Peleihin

source: Enter Game ID
be: Напішыце ID гульні
fi: Syötä Pelin ID

source: Enter address
be: Напішыце адрас
fi: Syötä Osoite

source: Normal Difficulty This is where a starting character should begin the quest to defeat Diablo.
be: Нармальная складанасць Пачаткоўцу трэба пачынаць шлях да перамогі над Д'яблам тут.
fi: Tavallinen Vaikeusaste Tässä kohtaa luodun hahmon pitäisi aloittaa tehtävän jossa Diablo on päihittettävä.

source: Nightmare Difficulty The denizens of the Labyrinth have been bolstered and will prove to be a greater challenge. This is recommended for experienced characters only.
be: Складанасць Кашмар Жыхары Лабірынту ўзмацніліся, выпрабаванне стане складнейшым. Рэкамендуецца толькі для дасведчаных гульцоў.
fi: Hornankattila vaikeustaso Labyrintin asukkaat ovat vahvistuneet ja tulevat olemaan entistä suurempi haaste. Tämä on suositeltavaa vain kokeneille hahmoille.

source: Hell Difficulty The most powerful of the underworld's creatures lurk at the gateway into Hell. Only the most experienced characters should venture in this realm.
be: Складанасць Пекла Наймацнейшыя стварэнні падземнага свету пільнуюць вас каля варот Пекла. Толькі самыя дасведчаныя адважацца зайсці ў гэтае царства.
fi: "Helvetin vaikea" Vaikeustaso .

source: Your character must reach level 20 before you can enter a multiplayer game of Nightmare difficulty.
be: Ваш персанаж павінен быць 20 ўзроўню, каб зайсці ў шматкарыстальніцкую гульню на складанасці Кашмар.
fi: Hahmosi tulee saavuttaa taso 20 ennen kuin voit liittyä "hornankattila" vaikeustasolla olevaan moninpeliin.

source: Your character must reach level 30 before you can enter a multiplayer game of Hell difficulty.
be: Ваш персанаж павінен быць 30 ўзроўню, каб зайсці ў шматкарыстальніцкую гульню на складанасці Пекла.
fi: Hahmosi tulee saavuttaa taso 30 ennen kuin voit liittyä "Helvetin vaikea" vaikeustasolla olevaan moninpeliin.

source: Select Game Speed
be: Выбраць хуткасць гульні
fi: Valitse pelin nopeus

source: Fast
be: Шпаркая
fi: Nopea

source: Faster
be: Шпарчэйшая
fi: Nopeampi

source: Fastest
be: Найшпарчэйшая
fi: Nopein

source: Normal Speed This is where a starting character should begin the quest to defeat Diablo.
be: Нармальная хуткасць Пачаткоўцу трэба пачынаць шлях да перамогі над Д'яблам тут.
fi: Tavallinen nopeus Tässä kohtaa luodun hahmon pitäisi aloittaa tehtävän, jossa Diablo on päihittettävä.

source: Fast Speed The denizens of the Labyrinth have been hastened and will prove to be a greater challenge. This is recommended for experienced characters only.
be: Шпаркая хуткасць Жыхароў Лабірынту прыспешылі, выпрабаванне стане складнейшым. Рэкамендуецца толькі для дасведчаных гульцоў.
fi: Nopea nopeus Labyrintin asukkaat ovat nostaneet vauhtiaan ja osoittautuvat entistä suuremmaksi haasteeksi. Tämä on suositeltavaa vain kokeneille hahmoille.

source: Faster Speed Most monsters of the dungeon will seek you out quicker than ever before. Only an experienced champion should try their luck at this speed.
be: Шпарчэйшая хуткасць Большасць пачвар цяпер адшукае вас шпарчэй, чым калі-небудзь раней. Толькі дасведчаны асілак можа пакаштаваць шчасця на такой хуткасці.
fi: Nopeampi nopeus Useimmat luolaston hirviöt löytävät sinut nopeammin kuin koskaan ennen. Vain kokenut mestari voi kokeilla onneaan tällä nopeudella.

source: Fastest Speed The minions of the underworld will rush to attack without hesitation. Only a true speed demon should enter at this pace.
be: Найшпарчэйшая хутскасць Памагатыя падзем'я рынуцца ў бой без вагання. Толькі сапраўды хуткі як чорт можа увайсці такой хадою.
fi: Nopein nopeus Alamaailman kätyrit ryntäävät hyökkäämään epäröimättä. Vain todellinen nopeuden rakastaja voi astua sisään tällä vauhdilla.

source: Enter Password
be: Увесці пароль
fi: Syötä salasana

source: Enter Hellfire
be: Зайсці ў Hellfire
fi: Astu Hellfire:en

source: Switch to Diablo
be: Вярнуцца да Diablo
fi: Vaihda Diablo:n

source: Yes
be: Так
fi: Kyllä

source: No
be: Не
fi: Ei

source: Press gamepad buttons to change.
fi: Paina peliohjaimen painikkeita vaihtaaksesi.

source: Bound key:
be: Прывязаная клавіша:
fi: Sidottu näppäin:

source: Press any key to change.
be: Націснеце любую клавішу каб замяніць.
fi: Paina mitä tahansa näppäintä vaihtaaksesi.

source: Unbind key
be: Адвязаць клавішу
fi: Irrota näppäin

source: Bound button combo:
fi: Sidottu painikeyhdistelmä:

source: Unbind button combo
fi: Irrota painikeyhdistelmä

source: Previous Menu
be: Папярэдняе меню
fi: Edellinen valikko

source: We maintain a chat server at Discord.gg/devilutionx Follow the links to join our community where we talk about things related to Diablo, and the Hellfire expansion.
fi: Ylläpidämme chat-palvelinta osoitteessa Discord.gg/devilutionx. Seuraa linkkejä liittyäksesi yhteisöömme, jossa keskustelemme Diabloon ja Hellfire-laajennukseen liittyvistä asioista.

source: DevilutionX is maintained by Diasurgical, issues and bugs can be reported at this address: https://github.com/diasurgical/devilutionX To help us better serve you, please be sure to include the version number, operating system, and the nature of the problem.
be: DevilutionX падтрымліваецца Diasurgical, аб праблемах і памылках паведаміць па адрасе https://github.com/diasurgical/devilutionX Каб дапамагчы нам лепей вас абслугоўваць, калі ласка не забывайце дадаваць нумар версіі, аперацыйную сістэму і сутнасць праблемы.
fi: DevilutionX on Diasurgical:in ylläpitämä, ongelmat ja viat voi ilmoittaa tähän osoitteseen: https://github.com/diasurgical/devilutionX.

source: Disclaimer:
be: Дысклеймер:
fi: Tiedoite:

source: DevilutionX is not supported or maintained by Blizzard Entertainment, nor GOG.com. Neither Blizzard Entertainment nor GOG.com has tested or certified the quality or compatibility of DevilutionX. All inquiries regarding DevilutionX should be directed to Diasurgical, not to Blizzard Entertainment or GOG.com.
be: DevilutionX не падтрымліваецца ні Blizzard Entertainment ні GOG.com. Ні Blizzard Entertainment, ні GOG.com не тэсціравалі ці сведчылі якасць ці сумяшчальнасць DevilutionX. Усе запытанні, датычныя DevilutionX, трэба накіроўваць да Diasurgical, не Blizzard Entertainment ці GOG.com.
fi: DevilutionX ei ole Blizzard Entertainment:in tai GOG.com:n tukema. Blizzard Entertainment tai GOG.com ei ole testannut eikä varmentanut DevilutionX:n laatua tai yhteensopivuutta. Kaikki tiedustelut liittyen DevilutionX:n pitäisi suunnata Diasurgical:ille, ei Blizzard Entertainment:ille taikka GOG.com.

source: This port makes use of Charis SIL, New Athena Unicode, Unifont, and Noto which are licensed under the SIL Open Font License, as well as Twitmoji which is licensed under CC-BY 4.0. The port also makes use of SDL which is licensed under the zlib-license. See the ReadMe for further details.
be: Гэты порт карыстаецца Charis SIL, New Athena Unicode, Unifont і Noto, якія ліцэнзаваныя SIL Open Font, гэтак жа сама і Twitmoj ліцэнзавана CC-BY 4.0. Порт таксама карыстаецца SDL, ліцэнзаванай zlib-ліцэнзіяй. Паглядзіце ReadMe для дадатковых дэталяў.
fi: Tämä portti käyttää Charis SIL-, New Athena Unicode-, Unifont- ja Noto-fontteja, jotka ovat SIL Open Font -lisenssin alaisia, sekä Twitmoji-fonttia, joka on CC-BY 4.0 -lisenssin alainen. Portti käyttää myös SDL:ää, joka on zlib-lisenssin alainen. Katso lisätietoja ReadMe-tiedostosta.

source: Copyright © 1996-2001 Blizzard Entertainment
fi: Tekijänoikeus © 1996-2001 Blizzard Entertainment

source: Error
be: Памылка
fi: Virhe

source: {:s} The error occurred at: {:s} line {:d}
be: {:s} Адбылася памылка на {:s} радку {:d}
fi: {:s} Virhe ilmentyi: {:s} rivillä {:d}

source: Data File Error
be: Памылка з файлам
fi: Datatiedosto virhe

source: Unable to open main data archive ({:s}). Make sure that it is in the game folder.
be: Немагчыма адчыніць галоўны архіў ({:s}). Праверце, ці яна ў папке з гульнёй.
fi: Päätietokantaa ({:s}) ei voi avata. Varmista, että se on pelikansiossa.

source: Read-Only Directory Error
be: Памылка у Read-Only дапаможніку
fi: Vain luku -hakemistovirhe

source: Unable to write to location: {:s}
be: Не ўдалося запісаць месцазнаходжанне: {:s}
fi: Kirjoittaminen sijaintiin ei onnistu: {:s}

source: Game:
be: Гульня:
fi: Peli:

source: Offline Game
fi: Offline Peli

source: Password:
be: Пароль:
fi: Salasana:

source: Public Game
be: Публічная гульня
fi: Julkinen Peli

source: Level: Nest {:d}
be: Узровень: Гняздо {:d}
fi: Taso: Pesä {:d}

source: Level: Crypt {:d}
be: Узровень: Крыпта {:d}
fi: Taso: Hautaholvi {:d}

source: Town
be: Горад
fi: Kylä

source: Level: {:d}
be: Узровень: {:d}
fi: Taso: {:d}

source: Character Information
be: Аб персанажы
fi: Hahmo tiedot

source: Quests log
be: Заданні
fi: Tehtävälista

source: Automap
be: Аўтамапа
fi: Autokartta

source: Main Menu
be: Меню
fi: Päävalikko

source: Inventory
be: Інвентар
fi: Tavaraluettelo

source: Spell book
be: Кніга чараў
fi: Loitsukirja

source: Send Message
be: Даслаць паведамленне
fi: Lähetä viesti

source: Available Commands:
fi: Saatavilla olevat komennot:

source: Command
fi: Komento

source: is unknown.
fi: on tuntematon.

source: Description:
fi: Kuvaus:

source: Parameters: No additional parameter needed.
fi: Parametrit: Lisäparametrejä ei tarvita.

source: Parameters:
fi: Parametrit:

source: Arenas are only supported in multiplayer.
fi: Areenat ovat tuettuja vain moninpelissa.

source: What arena do you want to visit?
fi: Millä areenalla haluat käydä?

source: Invalid arena-number. Valid numbers are:
fi: Virheellinen areena numero. Sallitut numerot ovat:

source: To enter a arena, you need to be in town or another arena.
fi: Astuaksesi areenalle, sinun täytyy olla kylässä tai toisella areenalla.

source: Inspecting only supported in multiplayer.
fi: Tarkastelu on tuettu vain moninpelissa.

source: Stopped inspecting players.
fi: Pelaajien tarkastaminen on lopetettu.

source: No players found with such a name
fi: Pelaajia tällä nimellä ei löytynyt

source: Inspecting player:
fi: Tarkasteleva pelaaja:

source: Prints help overview or help for a specific command.
fi: Printtaukset auttavat yleiskatsauksessa tai tietyn komennon käytössä.

source: [command]
fi: [komento]

source: Enter a PvP Arena.
fi: Astu Pvp areenalle.

source: <arena-number>
fi: <areena numero>

source: Gives Arena Potions.
fi: Antaa areenajuomaa.

source: <number>
fi: <numero>

source: Inspects stats and equipment of another player.
fi: Tarkastaa toisen pelaajan tilastot ja varusteet.

source: <player name>
fi: <pelaajan nimi>

source: Show seed infos for current level.
fi: Näytä nykyisen tason siemenetiedot.

source: Player friendly
be: Плэер-фрэндлі
fi: Pelaajaystävällinen

source: Player attack
be: Гулец атакуе
fi: Pelaajan hyökkäys

source: Hotkey: {:s}
be: Гарачая клавіша: {:s}
fi: Pikanäppäin: {:s}

source: Select current spell button
be: Выбраць клавішу цяперашняй чары
fi: Valitse nykyinen loitsu -näppäin

source: Hotkey: 's'
be: Гарачая клавіша: 's'
fi: Pikanäppäin: 's'

source: {:s} Skill
be: {:s} Уменне
fi: {:s} Taito

source: {:s} Spell
be: {:s} Чара
fi: {:s} Loitsu

source: Spell Level 0 - Unusable
be: Чара Узровень 0 – Няздатная
fi: Loitsutaso 0 - Käyttökelvoton

source: Spell Level {:d}
be: Узровень Чары {:d}
fi: Loitsutaso {:d}

source: Scroll of {:s}
be: Скрутак {:s}
fi: {:s} Käärö

source: {:d} Scroll
be: {:d} Скрутак
fi: {:d} Käärö

source: Staff of {:s}
be: Посах {:s}
fi: {:s} Sauva

source: {:d} Charge
be: {:d} Зарад
fi: {:d} Lataus

source: {:s} gold piece
be: {:s} манета
fi: {:s} kulta

source: Requirements not met
be: Патрабаванні не выкананыя
fi: Vaatimukset eivät täsmää

source: {:s}, Level: {:d}
be: {:s}, Узровень: {:d}
fi: {:s}, Taso: {:d}
