Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. Nearly three hundred years ago, it came to be known that the Three Prime Evils of the Burning Hells had mysteriously come to our world. The Three Brothers ravaged the lands of the east for decades, while humanity was left trembling in their wake. Our Order - the Horadrim - was founded by a group of secretive magi to hunt down and capture the Three Evils once and for all. The original Horadrim captured two of the Three within powerful artifacts known as Soulstones and buried them deep beneath the desolate eastern sands. The third Evil escaped capture and fled to the west with many of the Horadrim in pursuit. The Third Evil - known as Diablo, the Lord of Terror - was eventually captured, his essence set in a Soulstone and buried within this Labyrinth. Be warned that the soulstone must be kept from discovery by those not of the faith. If Diablo were to be released, he would seek a body that is easily controlled as he would be very weak - perhaps that of an old man or a child.
be: Зважайце ж і будзьце сведкамі ісціны, выказанае тут, бо то ёсць апошняе са спадчыны Харадрым. Амаль трыста год таму, стала вядома аб таямнічым прыходзе тройцы Першага Зла з Агністых Пекел у наш свет. Трое братоў спусташалі землі Усходу дзесяцігоддзямі, покуль чалавецтва дрыжала пад імі. Нашае брацтва — Харадрым — заснавалася скрытнаю суполкаю Мудрацоў, дзеля таго, каб высачыць і паланіць Трое Зол раз і назаўжды. Першыя Харадрым двух з Трох захапілі ў моцныя артэфакты, вядомыя як Камяні Душ, і пахавалі іх глыбока пад усходнімі пустынямі. Трэцяе з Зол пазбегла палону і ўцякло ад вялікай пагоні Харадрым на Захад. Яго, вядомага як Д'ябла, Пан Жаху, урэшце паланілі, і існасць яго змясцілі ў Камень Душы і пахавалі ў Лабірынце. Сцеражыцеся ж, бо нельга таму стацца, каб Камень Душы знайшлі тыя, хто не ад Веры. Калі яны вызваляць Д'ябла, ён шукацьме цела, лёгкае для ўладання, бо ён будзе вельмі слабы. Магчыма, цела як старога альбо дзіцяці.
fi: Ottakaa neuvosta vaari ja todistakaa tämän kirjan sisältämät totuudet, sillä ne ovat Horadrimin viimeinen perintö. Lähes kolmesataa vuotta sitten tuli tietoon, että Palavan Helvetin kolme suurta pahuutta olivat mystisesti saapuneet maailmaamme. Kolme veljestä tuhosivat itäisiä maita vuosikymmenten ajan, ja ihmiskunta jäi vapisemaan heidän jälkeensä. Meidän ritarikuntamme – Horadrim – perustettiin salaperäisten magien toimesta, jotta he voisivat metsästää ja vangita Kolme Pahuutta lopullisesti. Alkuperäinen Horadrim vangitsi kaksi Kolmesta voimakkaisiin esineisiin, joita kutsutaan Sielukiviksi, ja hautasi ne syvälle aution itäisen aavikon hiekkaan. Kolmas Pahuus pakeni vangitsemista ja pakeni länteen, ja monet Horadrimista lähtivät sen perään. Kolmas pahuus – tunnetaan nimellä Diablo, kauhun herra, joka vangittiin lopulta, ja sen olemus suljettiin sielukiveen ja haudattiin tähän labyrinttiin. Varo, sielukiviä ei saa paljastaa niille, jotka eivät ole uskovaisia. Jos Diablo vapautuisi, hän etsisi helposti hallittavaa ruumista, koska hän olisi hyvin heikko – ehkä vanhan miehen tai lapsen ruumista.

source: So it came to be that there was a great revolution within the Burning Hells known as The Dark Exile. The Lesser Evils overthrew the Three Prime Evils and banished their spirit forms to the mortal realm. The demons Belial (the Lord of Lies) and Azmodan (the Lord of Sin) fought to claim rulership of Hell during the absence of the Three Brothers. All of Hell polarized between the factions of Belial and Azmodan while the forces of the High Heavens continually battered upon the very Gates of Hell.
be: І сталася так, што ў Агністых Пеклах быў мяцеж, празваны Цёмным Выгнаннем. Меншае Зло зрынула тройцу Першага Зла, і прагнала дух іх у царства смертных. Дэманы ж Бэліял, валадар ілжы, і Азмадан, валадар граху, за адсутнасцю Трох Братоў распачалі барацьбу за стырно ўлады. Усё Пекла падзялілася на два лагеры ў супрацьстаянні Бэліяла і Азмадана, покуль сілы Вярхоўных Нябёс бесперастанна таранілі ў самую браму Пякельную.
fi: Niinpä Palavassa Helvetissä tapahtui suuri vallankumous, joka tunnetaan nimellä Pimeä Karkoitus. Pienemmät paholaiset kukistivat kolme suurta paholaista ja karkottivat heidän henkimuotonsa kuolevaisten maailmaan. Demonit Belial (valheiden herra) ja Azmodan (synnin herra) taistelivat helvetin hallitsemisesta kolmen veljeksen poissa ollessa. Koko helvetti jakautui Belialin ja Azmodanin ryhmittymiin, kun taas korkeiden taivaiden joukot pommittivat jatkuvasti helvetin portteja.

source: Many demons traveled to the mortal realm in search of the Three Brothers. These demons were followed to the mortal plane by Angels who hunted them throughout the vast cities of the East. The Angels allied themselves with a secretive Order of mortal magi named the Horadrim, who quickly became adept at hunting demons. They also made many dark enemies in the underworlds.
be: Многія дэманы адправіліся ў царства смертных, шукаючы Трох Братоў. А за тымі дэманамі рушылі следам анёлы, і палявалі на іх па неабсяжных гарадах Усходу. Анёлы аб'ядналіся з брацтвам смертных Мудрацоў, што звалася Харадрым, якія ў скорым часе сталі дасведчанымі паляўнічым на дэманаў. А ў падземных светах знайшлі яны сабе многа цёмных ворагаў.
fi: Monet demonit matkustivat kuolevaisten maailmaan etsimään Kolmea Veljestä. Näitä demoneja seurasivat kuolevaisten maailmaan enkelit, jotka jahtasivat niitä itäisten suurkaupunkien halki. Enkelit liittoutuivat salaisen kuolevaisten maagien järjestön, Horadrimin, kanssa, joka oppi nopeasti demonien metsästämisen salat. He saivat myös monia pimeitä vihollisia alamaailmasta.

source: So it came to be that the Three Prime Evils were banished in spirit form to the mortal realm and after sewing chaos across the East for decades, they were hunted down by the cursed Order of the mortal Horadrim. The Horadrim used artifacts called Soulstones to contain the essence of Mephisto, the Lord of Hatred and his brother Baal, the Lord of Destruction. The youngest brother - Diablo, the Lord of Terror - escaped to the west. Eventually the Horadrim captured Diablo within a Soulstone as well, and buried him under an ancient, forgotten Cathedral. There, the Lord of Terror sleeps and awaits the time of his rebirth. Know ye that he will seek a body of youth and power to possess - one that is innocent and easily controlled. He will then arise to free his Brothers and once more fan the flames of the Sin War...
be: І сталася так, што духі Тройцы Першага Зла былі выгнаны ў царства смертных, а пасля таго, як яны сеялі хаос па ўсім Усходзе дзсяцігоддзямі, праклятае брацтва Харадрым высачыла іх. Харадрым выкарысталі артэфакты, называныя Камяні Душ, каб стрымаць у іх існасць Мефіста, Пана Нянавісці, і брата яго Баала, Пана Знішчэння. Малодшы брат, Д'ябла, Пан Жаху, збег на Захад. Урэшце, Харадрым зняволілі ў Каменю Душы і Д'ябла, і пахавалі яго пад старадаўнім, забытым Саборам. Там Пан Жаху і спіць, чакаючы гадзіну свайго адраджэння. Ведайце ж, што ён шукацьме цела юнае і моцнае, каб ухапіцца ў яго, такое, што бязвінным ёсць і для ўладання лёгкім. Тады паўстане ён, каб збавіць братоў сваіх і зноў раздзьмуць полымя вайны Граху...
fi: Niinpä kolme suurta pahuutta karkotettiin henkimuodossa kuolevaisten maailmaan, ja levitettyään kaaosta idässä vuosikymmenten ajan ne joutuivat kirottujen kuolevaisten Horadrim-ritarikunnan jahtaamiksi. Horadrim käytti sielukiviä hillitsemään vihamielisyyden herran Mephiston ja hänen veljensä tuhon herran Baalin olemusta. Nuorin veli, kauhun herra Diablo, pakeni länteen. Lopulta Horadrim vangitsi myös Diablon sielukiveen ja hautasi hänet muinaisen, unohdetun katedraalin alle. Siellä kauhun herra nukkuu ja odottaa uudelleensyntymänsä hetkeä. Tietäkää, että hän etsii nuoren ja voimakkaan ruumiin, joka on viaton ja helposti hallittavissa. Sitten hän nousee vapauttamaan veljensä ja sytyttämään jälleen synnin sodan liekit...

source: All praises to Diablo - Lord of Terror and Survivor of The Dark Exile. When he awakened from his long slumber, my Lord and Master spoke to me of secrets that few mortals know. He told me the kingdoms of the High Heavens and the pits of the Burning Hells engage in an eternal war. He revealed the powers that have brought this discord to the realms of man. My lord has named the battle for this world and all who exist here the Sin War.
be: Аднаго Д’ябла ўсхваляем, пана Жаху, ацалелага Цёмнага Выгнання. Калі ён прачнуўся ад свайго доўгага сну, пан мой і гаспадар загаварыў са мною аб тайнах, якія немногім смертным вядомыя. Сказаў ён, што Вярхоўныя Нябёсы і Прорвы Агністых Пекел вядуць вечную вайну. І адкрыў ён мне сілы, што ўнеслі разлад у царствы Чалавекаў. І назваў пан і гаспадар мой бітву за свет гэты і ўсіх у ім Вайною Граху.
fi: Kaikki ylistys Diablolle – kauhun herralle ja pimeän karkoituksen selviytyjälle. Kun hän heräsi pitkästä unestaan, herrani ja mestarini kertoi minulle salaisuuksia, joita harvat kuolevaiset tietävät. Hän kertoi minulle, että korkeiden taivaiden valtakunnat ja palavien helvetin kuilut ovat ikuisessa sodassa. Hän valjasti voimat, jotka ovat tuoneet tämän riidan ihmisten valtakuntiin. Herrani on nimennyt tämän maailman ja kaikkien täällä elävien taistelun synnin sodaksi.

source: Glory and Approbation to Diablo - Lord of Terror and Leader of the Three. My Lord spoke to me of his two Brothers, Mephisto and Baal, who were banished to this world long ago. My Lord wishes to bide his time and harness his awesome power so that he may free his captive brothers from their tombs beneath the sands of the east. Once my Lord releases his Brothers, the Sin War will once again know the fury of the Three.
be: Уся хвала і слава Д'яблу, пану жаху і галаве над Трыма. Пан мой гаварыў са мною аб дваіх братах сваіх, Мефіста і Баале, выгнаных ў свет гэты даўным-даўно. Пан мой жадае вычакаць зручны момант і сабраць сваю жахлівую сілу, каб вызваліць сваіх паланёных братоў з грабніц пад усходнімі пяскамі. Калі мой пан збавіць братоў сваіх, Вайна Граху ізноў спазнае лютасць Трох.
fi: Kunnia ja kiitos Diablolle – kauhun herralle ja kolmesta veljeksestä johtajain. Herrani kertoi minulle kahdesta veljestään, Mephistosta ja Baalista, jotka karkotettiin kauan sitten tähän maailmaan. Herrani haluaa odottaa oikeaa hetkeä ja kerätä voimansa, jotta hän voi vapauttaa vangitut veljensä haudoistaan idän hiekkojen alta. Kun herrani vapauttaa veljensä, synninsota kokee jälleen kolmen veljeksen raivon.

source: Hail and Sacrifice to Diablo - Lord of Terror and Destroyer of Souls. When I awoke my Master from his sleep, he attempted to possess a mortal's form. Diablo attempted to claim the body of King Leoric, but my Master was too weak from his imprisonment. My Lord required a simple and innocent anchor to this world, and so found the boy Albrecht to be perfect for the task. While the good King Leoric was left maddened by Diablo's unsuccessful possession, I kidnapped his son Albrecht and brought him before my Master. I now await Diablo's call and pray that I will be rewarded when he at last emerges as the Lord of this world.
be: Слава і ахвяра Д'яблу, Пану Жаху і Душагубу. Калі абудзіў я Гаспадара свайго ада сну яго, ён намогся ўхапіцца ў смертную абалонку. Д'ябла абраў цела Караля Леорыка, але Гаспадар мой быў заслабым праз сваё зняволенне. Пан мой меў патрэбу ў адным простым і бязвінным якары ў свет гэты, і так палічыў хлопчыка Альбрэхта найлепшым для той справы. Пакуль слаўны Кароль Леорык застаўся звар'яцелым пасля няўдалага апанавання Д'яблам, я скраў сына яго, Альбрэхта, і прывёў яго к Пану свайму. Цяпер чакаю поклічу Д'яблы, і малюся, што буду ўзнагароджаны, калі нарэшце ён паўстане як Пан гэтага свету.
fi: Ylistys ja uhraus Diablolle – kauhun herralle ja sielujen tuhoajalle. Kun herätin mestarini unesta, hän yritti ottaa haltuunsa kuolevaisen ruumiin. Diablo yritti vallata kuningas Leoricin ruumiin, mutta mestarini oli liian heikko. Herrani tarvitsi yksinkertaisen ja viattoman ankkurin tähän maailmaan, ja löysi pojan nimeltä Albrecht, joka oli täydellinen tähän tehtävään. Kun hyvä kuningas Leoric tuli hulluksi Diablon epäonnistuneen riivauksen jälkeen, sieppasin hänen poikansa Albrechtin ja toin hänet mestarini eteen. Odotan nyt Diablon kutsua ja rukoilen, että saan palkkioni, kun hän vihdoin nousee tämän maailman herraksi.

source: Thank goodness you've returned! Much has changed since you lived here, my friend. All was peaceful until the dark riders came and destroyed our village. Many were cut down where they stood, and those who took up arms were slain or dragged away to become slaves - or worse. The church at the edge of town has been desecrated and is being used for dark rituals. The screams that echo in the night are inhuman, but some of our townsfolk may yet survive. Follow the path that lies between my tavern and the blacksmith shop to find the church and save who you can. Perhaps I can tell you more if we speak again. Good luck.
be: Слава небу вы тут! Шмат змянілася з часу, калы вы тут жылі, дружа мой. Усё было спакойна, але потым прыехалі цёмныя вершнікі і знішчылі нашу вёску. Многіх забілі на месцы ж, а хто адбіваўся, тых або забілі, або зацягнулі ў рабства, ці нават горш. Царкву на ўскраіне апаганілі, і цяпер там чыняцца цёмныя рытуалы. То не чалавечыя крыкі адтуль адгукаюцца ноччу, але магчыма, што нехта з гараджан і выжыў. Ідзіце дарогай між маёй карчмой і кузняй і знайдзіце царкву, выратуйце, каго зможаце. Можа другі раз змагу расказаць больш. Удачы.
fi: Onneksi olet palannut! Paljon on muuttunut sen jälkeen, kun asuit täällä, ystäväni. Kaikki oli rauhallista, kunnes pimeyden ratsastajat saapuivat ja tuhosivat kylämme. Monet surmattiin paikan päällä, ja ne, jotka tarttuivat aseisiin, tapettiin tai raahattiin pois orjiksi – tai pahempaa. Kylän laidalla oleva kirkko on häväisty ja sitä käytetään pimeisiin rituaaleihin. Yöllä kaikuvat huudot ovat epäinhimillisiä, mutta osa kyläläisistämme saattaa vielä olla hengissä. Seuraa polkua, joka kulkee tavernani ja sepän pajan välissä, niin löydät kirkon ja voit pelastaa ne, jotka voit. Ehkä voin kertoa sinulle lisää, jos puhumme uudelleen. Onnea matkaan.

source: Maintain your quest. Finding a treasure that is lost is not easy. Finding a treasure that is hidden less so. I will leave you with this. Do not let the sands of time confuse your search.
be: Не спыняй свае пошукі. Знайсці згублены скарб складана. Знайсці схаваны скарб — ужо менш. Гэтага табе пакуль хопіць. Не дай пяскам часу збянтэжыць цябе ў пошуках.
fi: Jatka etsintääsi. Kadonneen aarteen löytäminen ei ole helppoa. Piilotetun aarteen löytäminen on vielä vaikeampaa. Jätän sinulle tämän vinkin: älä anna ajan kulun hämmentää etsintääsi.

source: A what?! This is foolishness. There's no treasure buried here in Tristram. Let me see that!! Ah, Look these drawings are inaccurate. They don't match our town at all. I'd keep my mind on what lies below the cathedral and not what lies below our topsoil.
be: Каго?! Глупство гэто. Няма пад Трыстрамам ніякіх скарбаў. Дай гляну!! А, лянь, малюнкі з памылкамі. Зусім на наш горад не падобно. Я б думаў пра тое, што пад саборам, а не што пад верхнім пластом глебы.
fi: Mitä?! Tämä on hölynpölyä. Tristramiin ei ole haudattu aarteita. Anna minun katsoa sitä! Ah, katso, nämä piirustukset ovat epätarkkoja. Ne eivät vastaa lainkaan kaupunkiamme. Keskittyisin mieluummin siihen, mitä katedraalin alla on, eikä siihen, mitä maaperän alla on.

source: I really don't have time to discuss some map you are looking for. I have many sick people that require my help and yours as well.
be: Па праўдзе, не маю часу, каб абмяркоўваць нейкую мапу. У мяне тут шмат людзей, якім мне трэба дапамагчы, як і табе таксама.
fi: Minulla ei todellakaan ole aikaa keskustella jostain kartasta, jota etsit. Minulla on paljon sairaita ihmisiä, jotka tarvitsevat minun ja sinun apuasi.

source: The once proud Iswall is trapped deep beneath the surface of this world. His honor stripped and his visage altered. He is trapped in immortal torment. Charged to conceal the very thing that could free him.
be: Некалі горды Ізуал апынуўся ў пастцы пад паверхняй гэтага свету. Яго гонар адняты, а твар зменены. Ён у пастцы вечных пакут. Абавязаны скрываць тую адзіную рэч, што магла б яго вызваліць.
fi: Aikaisemmin ylpeä Iswall on vangittuna syvällä tämän maailman pinnan alla. Hänen kunniansa on riistetty ja hänen ulkonäkönsä muuttunut. Hän on vangittuna ikuiseen piinaan. Hänen tehtävänään on salata se, mikä voisi vapauttaa hänet.

source: I'll bet that Wirt saw you coming and put on an act just so he could laugh at you later when you were running around the town with your nose in the dirt. I'd ignore it.
be: Стаўлю, што Вірт проста нешта выдумаў, калі цябе ўбачыў, каб потым пасмяяцца, калі пачнеш бегаць па вёсцы ў гразным носам. Я б не звяртаў на яго ўвагі.
fi: Veikkaan, että Wirt näki sinun tulevan ja esitti vain, jotta voisi myöhemmin nauraa sinulle, kun juoksit ympäri kaupunkia pää kolmantena jalkana. En välittäisi siitä.

source: There was a time when this town was a frequent stop for travelers from far and wide. Much has changed since then. But hidden caves and buried treasure are common fantasies of any child. Wirt seldom indulges in youthful games. So it may just be his imagination.
be: Быў час, калі ў падарожных з усіх старон гэты горад быў частым прыпынкам. Шмат чаго перамянілася. Але схаваныя пячоры ды пахаваныя скарбы, усё гэта звычайныя фантазіі ўсякага дзіцяці. Вірт рэдка дазваляе сабе пазабаўляцца. Магчыма, гэта проста яго ўяўленне.
fi: Aikaisemmin tämä kaupunki oli suosittu pysähdyspaikka kaukaa tuleville matkailijoille. Siitä lähtien asiat ovat muuttuneet. Mutta piilotetut luolat ja haudatut aarteet ovat yleisiä lasten fantasioita. Wirt harvoin harrastaa nuorekkaita leikkejä. Joten se voi olla vain hänen mielikuvitustaan.

source: Listen here. Come close. I don't know if you know what I know, but you've have really got something here. That's a map.
be: Слухай сюды. Падыдзі. Я не ведаю, ці ведаеш ты, што я ведаю, але ў цябе тут нешта праўда важнае. Гэта мапа.
fi: Kuuntele. Tule lähemmäs. En tiedä, tiedätkö mitä minä tiedän, mutta sinulla on jotain todella arvokasta. Se on kartta.

source: My grandmother often tells me stories about the strange forces that inhabit the graveyard outside of the church. And it may well interest you to hear one of them. She said that if you were to leave the proper offering in the cemetery, enter the cathedral to pray for the dead, and then return, the offering would be altered in some strange way. I don't know if this is just the talk of an old sick woman, but anything seems possible these days.
fi: Isoäitini kertoo minulle usein tarinoita kirkkoa ympäröivällä hautausmaalla asuvista oudoista voimista. Yksi niistä saattaa kiinnostaa sinuakin. Hän sanoi, että jos jätät hautausmaalle asianmukaisen uhrilahjan, menet katedraaliin rukoilemaan kuolleiden puolesta ja palaat sitten takaisin, uhrilahja on muuttunut jollain oudolla tavalla. En tiedä, onko tämä vain vanhan sairaan naisen puhetta, mutta nykyään kaikki tuntuu mahdolliselta.

source: Hmmm. A vast and mysterious treasure you say. Mmmm. Maybe I could be interested in picking up a few things from you. Or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
be: Гммм. Вялізны і таямнічы скарб, кажаш? Мммм. Мо я і зацікаўлюся, каб прыкупіць у цябе чагось. А мо шчэ лепей, не трэба табе нейкіх рэдкіх ды дарагіх прыпасаў, каб падолець у такім выпрабаванні?
fi: Hmmm. Valtava ja salaperäinen aarre, vai? Mmmm. Ehkä voisin olla kiinnostunut ostamaan muutaman asian sinulta. Tai vielä parempi, etkö tarvitsisi joitakin harvinaisia ja kalliita tarvikkeita selviytyäksesi tästä koettelemuksesta?

source: So, you're the hero everyone's been talking about. Perhaps you could help a poor, simple farmer out of a terrible mess? At the edge of my orchard, just south of here, there's a horrible thing swelling out of the ground! I can't get to my crops or my bales of hay, and my poor cows will starve. The witch gave this to me and said that it would blast that thing out of my field. If you could destroy it, I would be forever grateful. I'd do it myself, but someone has to stay here with the cows...
be: Дык гэта пра цябе героя тут усе балакаюць. Мо дапаможаш простаму беднаму фермеру ў жудаснай бядзе? На краі майго саду, рыхтык на поўдзень адсюль, нешта ўспухла проста з зямлі! Няма як падступіцца да майго жніва ды стагоў, кароўкі мае бедныя будуць галадаць. Тая ведзьма дала мне вось, сказала гэта ўзарве тую гадасць з майго поля. Калі знішчыш тое, век табе буду ўдзячны. Я б і сам гэта зрабіў, але некаму трэба пільнаваць кароў...
fi: Sinä olet siis se sankari, josta kaikki puhuvat. Voisitko auttaa köyhää, maanviljelijää pääsemään ojasta allikkoon? Hedelmätarhani reunalla, hieman etelämpänä, maasta nousee kauhea olio! En pääse viljelyksilleni tai heinäpaaleilleni, ja lehmä parkani kuolevat nälkään. Noita antoi tämän minulle ja sanoi, että se räjäyttäisi sen otuksen pois pelloltani. Jos voisit tuhota sen, olisin ikuisesti kiitollinen. Tekisin sen itse, mutta jonkun on jäätävä tänne lehmien luo...

source: I knew that it couldn't be as simple as that witch made it sound. It's a sad world when you can't even trust your neighbors.
be: Так і думаў, што ўсё не так проста, як са слоў ведзьмы. Сумны гэта свет, дзе не можаш давяраць нават сваім суседзям.
fi: Tiesin, että se ei voinut olla niin yksinkertaista kuin noita antoi ymmärtää. On surullista, kun ei voi luottaa edes naapureihinsa.

source: Is it gone? Did you send it back to the dark recesses of Hades that spawned it? You what? Oh, don't tell me you lost it! Those things don't come cheap, you know. You've got to find it, and then blast that horror out of our town.
be: Усё? Згінула яно назад у цёмныя ямы Аду што парадзіў яго? Чаго? Ой, не гавары што руна прапала! Яны ж не танныя, ну. Знайдзі яе, і ўзарві той страх, каб духу яго тут не было.
fi: Onko se kadonnut? Lähetitkö sen takaisin sen synnyttäneeseen Hadesin pimeään syövereen? Mitä? Älä sano, että kadotit sen! Ne eivät ole halpoja, tiedätkö. Sinun on löydettävä se ja sitten hävitettävä se kauheus kaupungistamme.

source: I heard the explosion from here! Many thanks to you, kind stranger. What with all these things comin' out of the ground, monsters taking over the church, and so forth, these are trying times. I am but a poor farmer, but here -- take this with my great thanks.
be: Я адсюль чуў выбух! Вялікі дзякуй табе, добры незнаёмец. І што за напасць, усякае з зямлі лезе, пачвары царкву захапілі, і гэтак далей, цяжкая гэта часіна. Я проста бедны фермер, але вось, прымі гэта з маёй вялікай падзякай.
fi: Kuulin räjähdyksen täältä asti! Paljon kiitoksia, muukalainen. Maasta nousevat olennot, kirkkoa valtaavat hirviöt ja muut vastaavat asiat tekevät näistä vaikeita aikoja. Olen vain köyhä maanviljelijä, mutta tässä – ota tämä kiitollisuuteni lahjana.

source: Oh, such a trouble I have...maybe...No, I couldn't impose on you, what with all the other troubles. Maybe after you've cleansed the church of some of those creatures you could come back... and spare a little time to help a poor farmer?
be: Ох, якая бяда мая... можа... Не, не буду навязвацца, столькі бедаў і так. Можа калі крыху ачысціш царкву ад гэтай нечысці, вернешся... і прысвеціш колькі часу, каб дапамагчы беднаму фермеру?
fi: Voi, minulla on niin paljon ongelmia... ehkä... Ei, en voi vaatia sinulta sitä, kun sinulla on jo niin paljon muuta ajateltavaa. Ehkä kun olet puhdistanut kirkon noista olennoista, voisit palata... ja piipahtaa ja auttaa köyhää maanviljelijää?

source: Waaaah! (sniff) Waaaah! (sniff)
be: Уэээ! (шморг) Уэээ! (шморг)
fi: Waaaah! (niisk) Waaaah! (niisk)
