Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: No Immunities
be: Ані імунітэтаў
fi: Ei immuuneja

source: Some Magic Resistances
be: Трохі супраціву магіі
fi: Joitain maagisia vastuksia

source: Some Magic Immunities
be: Трохі імунітэту магіі
fi: Joitain maagisia immuuneja

source: Failed to open archive for writing.
fi: Arkistoa ei voitu avata kirjoittamista varten.

source: {:s} has cast an invalid spell.
fi: {:s} on käyttänyt virheellisen loitsun.

source: {:s} has cast an illegal spell.
be: {:s} наклаў незаконную чару.
fi: {:s} on käyttänyt laitonta loitsua.

source: Player '{:s}' (level {:d}) just joined the game
be: Гулец '{:s}' (узроўню {:d}) далучыўся да гульні
fi: Pelaaja '{:s}' (taso {:d}) liittyi juuri peliin

source: The game ended
be: Гульня скончана
fi: Peli loppui

source: Unable to get level data
be: Немагчыма дазнацца аб узроўні
fi: Tasotietoja ei voitu hakea

source: Player '{:s}' just left the game
be: Гулец '{:s}' выйшаў з гульні
fi: Pelaaja '{:s}' poistui juuri pelistä

source: Player '{:s}' killed Diablo and left the game!
be: Гулец '{:s}' забіў Д'яблу і выйшаў з гульні!
fi: Pelaaja '{:s}' tappoi Diablon ja poistui pelistä!

source: Player '{:s}' dropped due to timeout
be: Гулец '{:s}' выляцеў з-за таймаута
fi: Pelaaja '{:s} poistui aikakatkaisun takia

source: Player '{:s}' (level {:d}) is already in the game
be: Гулец '{:s}' (узроўню {:d}) ужо ў гульні
fi: Pelaaja '{:s}' (taso {:d}) on jo pelissä

source: Mysterious
be: Таямнічы
fi: Mysteerinen

source: Hidden
be: Схаваны
fi: Salainen

source: Gloomy
be: Змрочны
fi: Synkkä

source: Weird
be: Дзіўны
fi: Outo

source: Magical
be: Магічны
fi: Maaginen

source: Stone
be: Каменны
fi: Kivi

source: Religious
be: Набожны
fi: Uskonnollinen

source: Enchanted
be: Зачараваны
fi: Lumottu

source: Thaumaturgic
be: Цудадзейны
fi: Taikavoimainen

source: Fascinating
be: Чароўны
fi: Mielenkiintoinen

source: Cryptic
be: Утоены
fi: Kryptinen

source: Eerie
be: Вусцішны
fi: Aavemainen

source: Holy
be: Святы
fi: Pyhä

source: Sacred
be: Святы
fi: Pyhä

source: Spiritual
be: Духоўны
fi: Hengellinen

source: Spooky
be: Страшны
fi: Kammottava

source: Abandoned
be: Кінуты
fi: Hylätty

source: Creepy
be: Жахлівы
fi: Pelottava

source: Quiet
be: Ціхі
fi: Hiljainen

source: Secluded
be: Самотны
fi: Eristetty

source: Glimmering
be: Зіхатлівы
fi: Kimaltava

source: Tainted
be: Запэцканы
fi: Saastunut

source: Oily
be: Маслены
fi: Öljyinen

source: Glowing
be: Святлівы
fi: Hohtava

source: Mendicant's
be: Жабрацкі
fi: Kerjäläisen

source: Sparkling
be: Бліскучы
fi: Kipinöivä

source: Shimmering
be: Мігатлівы
fi: Kimaltava

source: Solar
be: Сонечны
fi: Solaarinen

source: Murphy's
be: Мёрфева
fi: Murphyn

source: The Great Conflict
be: Вялікае Змаганне
fi: Suuri konflikti

source: The Wages of Sin are War
be: Плата за грэх — вайна
fi: Synnin palkka on sota

source: The Tale of the Horadrim
be: Аповесць Харадрым
fi: Horadrimin tarina

source: The Dark Exile
be: Цёмнае выгнанне
fi: Pimeä karkoitus

source: The Sin War
be: Вайна граху
fi: Syntiensota

source: The Binding of the Three
be: Палон Трох
fi: Kolmen sitoumus

source: The Realms Beyond
be: Пазамежжа
fi: Tuonpuoleiset maailmat

source: Tale of the Three
be: Аповесць аб Трох
fi: Puun tarina

source: The Black King
be: Чорны Кароль
fi: Musta kuningas

source: Journal: The Ensorcellment
be: Дзённік: Зачараванасць
fi: Päiväkirja: Enssorcellment

source: Journal: The Meeting
be: Дзённік: Сустрэча
fi: Päiväkirja: Tapaaminen

source: Journal: The Tirade
be: Дзённік: Тырада
fi: Päiväkirja Tirade

source: Journal: His Power Grows
be: Дзённік: Яго моц расце
fi: Päiväkirja: Hänen voimansa kasvaa

source: Journal: NA-KRUL
be: Дзённік: НА-КРУЛ
fi: Päiväkirja: NA-KRUL

source: Journal: The End
be: Дзённік: Канец
fi: Päiväkirja: Loppu

source: A Spellbook
be: Кніга Чараў
fi: Loitsukirja

source: Crucified Skeleton
be: Распяты шкілет
fi: Ristiinnaulittu luuranko

source: Lever
be: Рычаг
fi: Vipu

source: Open Door
be: Адчыненыя дзверы
fi: Avattu ovi

source: Closed Door
be: Зачыненыя дзверы
fi: Suljettu ovi

source: Blocked Door
be: Заваленыя дзверы
fi: Tukittu ovi

source: Ancient Tome
be: Старажытны фаліянт
fi: Muinainen kirja

source: Book of Vileness
be: Кніга Подласці
fi: Pahuuden kirja

source: Skull Lever
be: Чэрапаў рычаг
fi: Kallovipu

source: Mythical Book
be: Міфічная кніга
fi: Myyttinen kirja

source: Small Chest
be: Куфэрак
fi: Pieni arkku

source: Chest
be: Скрыня
fi: Arkku

source: Large Chest
be: Куфар
fi: Iso arkku

source: Sarcophagus
be: Саркафаг
fi: Sargofaki

source: Bookshelf
be: Кніжная паліца
fi: Kirjahylly

source: Bookcase
be: Кніжная шафа
fi: Kirjahylly

source: Barrel
be: Бочка
fi: Tynnyri

source: Pod
be: Кокан
fi: Kapseli

source: Urn
be: Урна
fi: Uurna

source: {:s} Shrine
be: {:s} Алтар
fi: {:s} Pyhäkkö

source: Skeleton Tome
be: Фаліянт шкілета
fi: Luurankokirja

source: Library Book
be: Бібліятэчная кніга
fi: Kirjaston Kirja

source: Blood Fountain
be: Фантан крыві
fi: Veren Lähde

source: Decapitated Body
be: Абезгалоўлены труп
fi: Päätön ruumis

source: Book of the Blind
be: Кніга Сляпых
fi: Sokeuden Kirja

source: Book of Blood
be: Кніга крыві
fi: Veren Kirja

source: Purifying Spring
be: Ачышчальная крыніца
fi: Puhdistava lähde

source: Armor
be: Браня
fi: Haarniska

source: Weapon Rack
be: Паліца са зброяю
fi: Aseteline

source: Goat Shrine
be: Казліны алтар
fi: Vuohien pyhäkkö

source: Cauldron
be: Кацёл
fi: Pata

source: Murky Pool
be: Мутны басейн
fi: Samea allas

source: Fountain of Tears
be: Фантан слёз
fi: Kyynelten Lähde

source: Steel Tome
be: Стальны фаліянт
fi: Teräskirja

source: Pedestal of Blood
be: Крывавы п'едэстал
fi: Veren Jalusta

source: Mushroom Patch
be: Грыбны лапік
fi: Sienipaikka

source: Slain Hero
be: Загінулы герой
fi: Surmattu sankari

source: Trapped {:s}
be: {:s} з пасткай
fi: Loukussa {:s}

source: {:s} (disabled)
be: {:s} (немагчыма)
fi: {:s} (pois)

source: ON
be: УКЛ
fi: Päällä

source: OFF
be: ВЫКЛ
fi: Pois

source: Game Mode
be: Рэжым Гульні
fi: Pelimoodi

source: Game Mode Settings
fi: Pelimoodin asetukset

source: Play Diablo or Hellfire.
be: Гуляць у Diablo ці Hellfire.
fi: Pelaa Diablo:a tai Hellfire:ä.

source: Restrict to Shareware
be: Абмежаваць дэма-рэжым
fi: Rajoita osuusohjelmaan

source: Makes the game compatible with the demo. Enables multiplayer with friends who don't own a full copy of Diablo.
be: Робіць гульню спалучанаю з дэма. Дазваляе мультыплэер з сябрамі, якія не маюць поўную копію Д'яблы.
fi: Pistää pelin yhteensopivaksi demon kanssa.

source: Start Up
be: Запуск
fi: Käynnistys

source: Start Up Settings
be: Запуск Наладаў
fi: Käynnistys asetukset

source: Intro
be: Інтра
fi: Alkuesittely

source: Shown Intro cinematic.
be: Уступны сінематык паказаны.
fi: Esitetty Intro-elokuva.

source: Splash
be: Вітальны экран
fi: Aloitus

source: Shown splash screen.
be: Паказаны вітальны экран.
fi: Näkyvä aloitusnäyttö.

source: Logo and Title Screen
be: Лагатып і тытульны экран
fi: Logo ja otsikkoruutu

source: Title Screen
be: Тытульны экран
fi: Päävalikko

source: Diablo specific Settings
be: Спецыяльныя налады Diablo
fi: Diablo-kohtaiset asetukset

source: Hellfire specific Settings
be: Спецыяльныя налады Hellfire
fi: Hellfire-kohtaiset asetukset

source: Audio
be: Аўдыя
fi: Ääni

source: Audio Settings
be: Налады аўдыя
fi: Ääni Asetukset

source: Walking Sound
be: Гук хадзьбы
fi: Askel Ääni

source: Player emits sound when walking.
be: Гулец утварае гукі ходзячы.
fi: Pelaaja päästää ääntä kävellessään.

source: Auto Equip Sound
be: Гук аўтаэквіпа
fi: Automaattisen keräyksen ääni

source: Automatically equipping items on pickup emits the equipment sound.
be: Аўтаматычны эквіп рэчаў утварае гук.
fi: Kun tavarat otetaan käyttöön.

source: Item Pickup Sound
be: Гук падбірання
fi: Tavaran keräämis ääni

source: Picking up items emits the items pickup sound.
be: Падбіранне рэчаў утварае гук.
fi: Tavaroiden kerääminen päästää "tavaroiden nostamis" äänen.

source: Sample Rate
be: Частата Дыскрэтызацыі
fi: Näytteenottotaajuus

source: Output sample rate (Hz).
be: Частата дыскрэтызацыі вывада гуку (Гц).
fi: Lähtönäytteen ottotaajuus (Hz).

source: Channels
be: Каналы
fi: Kanavat

source: Number of output channels.
be: Колькасць каналаў вывада.
fi: Lähtökanavien lukumäärä.

source: Buffer Size
be: Памер буфера
fi: Puskuri koko

source: Buffer size (number of frames per channel).
be: Памер буфера (колькасць кадраў на канал)
fi: Puskuri koko (kuvataajuuden määrä kanavaa kohden).

source: Resampling Quality
be: Якасць перадыскрэтызацыі
fi: Resamplerin laatu

source: Quality of the resampler, from 0 (lowest) to 5 (highest).
fi: Resamplerin laatu, asteikolla 0 (alin) – 5 (korkein).

source: Affect the game's internal resolution and determine your view area. Note: This can differ from screen resolution, when Upscaling, Integer Scaling or Fit to Screen is used.
be: Памяняць унутраную раздзяляльнасць гульні і вызначыць ваш бачны абсяг. Заўвага: Можа быць розніца з раздзяляльнасцю экрана, калі карыстуецца Павелічэнне маштабу, Цэлалікавае маштабаванне ці Падагнаць пад экран.
fi: Vaikuttaa pelin sisäiseen resoluutioon ja määrittää näkymäalueen. Huomaa: Tämä voi poiketa näytön resoluutiosta, kun käytetään skaalausta, kokonaislukuskaalausta tai näytön mukautusta.

source: Resampler
fi: Resampleri

source: Audio resampler
fi: Ääni resampleri

source: Device
fi: Laite

source: Audio device
fi: Äänilaite

source: Graphics
be: Графіка
fi: Grafiikka

source: Graphics Settings
be: Налады графікі
fi: Grafiikka Asetukset

source: Fullscreen
be: Поўны экран
fi: Kokonäyttö

source: Display the game in windowed or fullscreen mode.
be: Паказаць гульню ва акне ці ў поўным экране.
fi: Näytä peli ikkunatilassa tai kokonäytöllä.

source: Fit to Screen
be: Падагнаць пад экран
fi: Sovita näyttöön

source: Automatically adjust the game window to your current desktop screen aspect ratio and resolution.
be: Аўтаматычна наладжваць акно з гульнёю да вашых суадносінаў бакоў і раздзяляльнасці.
fi: Säädä pelin ikkuna automaattisesti nykyisen työpöydän näytön kuvasuhteeseen ja tarkkuuteen.

source: Upscale
be: Павелічэнне маштабу
fi: Skaalaus

source: Enables image scaling from the game resolution to your monitor resolution. Prevents changing the monitor resolution and allows window resizing.
be: Дазваляе маштабаванне ад раздзяляльнасці гульні да раздзяляльнасці вашага манітора. Забараняе змяняць раздзяляльнасць манітора і дазваляе змяняць памер вокнаў.
fi: Mahdollistaa kuvan skaalauksen pelin resoluutiosta näytön resoluutioon. Estää näytön resoluution muuttamisen ja mahdollistaa ikkunan koon muuttamisen.

source: Scaling Quality
be: Якасць маштабавання
fi: Skaalauksen laatu

source: Enables optional filters to the output image when upscaling.
be: Уключае дадатковыя фільтры да выходнага відарыса пры павелічэнні маштабу.
fi: Mahdollistaa valinnaisten suodattimien käytön ulostulevassa kuvassa skaalattaessa.

source: Nearest Pixel
be: Найбліжэйшы Піксель
fi: Lähin pixelitarkkuus

source: Bilinear
be: Білінейны
fi: Bilineaarinen

source: Anisotropic
be: Анізатропны
fi: Anisotrooppinen

source: Integer Scaling
be: Цэлалікавае маштабаванне
fi: Kokonaislukuskaalaus

source: Scales the image using whole number pixel ratio.
be: Маштабуе відарыс, карыстуючы суадносіны пікселей цэлага ліку.
fi: Skaalaa kuvan käyttämällä kokonaislukuisia pikselisuhteita.

source: Frame Rate Control
fi: Kuvataajuuden hallinta

source: Manages frame rate to balance performance, reduce tearing, or save power.
fi: Hallitsee kuvanopeutta suorituskyvyn tasapainottamiseksi, repeytymisen vähentämiseksi tai virran säästämiseksi.

source: Vertical Sync
be: Вертыкальная Сінхранізацыя
fi: Vertikaalinen synkronointi

source: Limit FPS
fi: Lukitse kuvataajuus

source: Zoom on when enabled.
fi: Zoomaus, kun toiminto on käytössä.

source: Per-pixel Lighting
fi: Pikselikohtainen valaistus

source: Subtile lighting for smoother light gradients.
fi: Hienovarainen valaistus tasaisempien valogradienttien aikaansaamiseksi.

source: Color Cycling
be: Зацыкліванне колеру
fi: Värisykli

source: Color cycling effect used for water, lava, and acid animation.
be: Эфект зацыклівання колеру карыстуецца для анімацыі вады, лавы, і кіслаты.
fi: Veden, laavan ja hapon animaatioissa käytetty värisykli-efekti.

source: The game will use an alternative palette for Hellfire’s nest tileset.
be: У гульні выкарыстуецца альтэрнатыўная палітра для набору пліт гнязда для Hellfire.
fi: Peli käyttää vaihtoehtoista palettia Hellfiren pesä -grafiikkasarjaan.

source: Hardware Cursor
be: Курсор апаратнага забеспячэння
fi: Laitteistokohdistin

source: Use a hardware cursor
be: Карыстаць курсор апаратнага забеспячэння
fi: Käytä laitteistokohdistinta

source: Hardware Cursor For Items
be: Курсор апаратнага забеспячэння для рэчаў
fi: Laitteiston kohdistin tavaroille

source: Use a hardware cursor for items.
be: Карыстаць курсор апаратнага забеспячэння для рэчаў.
fi: Käytä laitteistokohdistinta tavaroihin.

source: Hardware Cursor Maximum Size
be: Максімальны размер курсора апаратнага забеспячэння
fi: Laitteiston kohdistimen enimmäiskoko

source: Maximum width / height for the hardware cursor. Larger cursors fall back to software.
be: Максімальная шырыня / даўжыня для курсора апаратнага забеспячэння.
fi: Laitteistokohdistimen suurin leveys/korkeus. Suuremmat kohdistimet siirtyvät ohjelmistokohdistimiksi.

source: Show FPS
be: Паказваць FPS
fi: Näytä Kuvataajuus

source: Displays the FPS in the upper left corner of the screen.
be: Адлюстроўвае FPS у левым верхнім куце экрана.
fi: Näyttää Kuvataajuuden näytön vasemmassa yläkulmassa.

source: Gameplay
be: Гульня
fi: Pelattavuus

source: Gameplay Settings
be: Налады гульні
fi: Pelin asetukset

source: Enable jogging/fast walking in town for Diablo and Hellfire. This option was introduced in the expansion.
be: Дазволіць бег/хуткую хаду ў горадзе для Diablo і Hellfire. Гэтая опцыя была ўведзена ў пашырэнні.
fi: Ota käyttöön hölkkäily/nopea kävely kaupungissa Diablossa ja Hellfiressä. Tämä vaihtoehto esiteltiin laajennuksessa.

source: Grab Input
be: Захапіць мыш
fi: Hae Syöte

source: When enabled mouse is locked to the game window.
be: Калі ўключана, мыш фіксуецца ў акне гульні.
fi: Kun tämä toiminto on käytössä, hiiri lukittuu pelin ikkunaan.

source: Pause Game When Window Loses Focus
fi: Keskeytä peli, kun ikkuna menettää keskityksen

source: When enabled, the game will pause when focus is lost.
fi: Kun tämä toiminto on käytössä, peli keskeytyy, kun keskitys menetetään.

source: Enable Little Girl quest.
be: Уключыць квэст "Маленькая дзяўчынка".
fi: Ota käyttöön Pikkutyttö-tehtävä.

source: Enable Jersey's quest. Lester the farmer is replaced by the Complete Nut.
be: Уключыць квэст Джэрсі. Фермер Лестэр замяняецца.
fi: Ota Jersey'n tehtävä käyttöön. Maanviljelijä Lester korvataan Idiootilla.

source: Friendly Fire
be: Агонь па сваіх
fi: Oma tuli

source: Allow arrow/spell damage between players in multiplayer even when the friendly mode is on.
be: Дазволіць наносіць шкоду стрэламі/чарамі паміж гульцамі ў шматкарыстальніцкім рэжыме, нават калі ўключаны сяброўскі рэжым.
fi: Salli nuoli-/loitsuvahingot pelaajien välillä moninpelissä, vaikka "Oma tuli" tila olisi päällä.

source: Full quests in Multiplayer
fi: Täys tehtävät moninpelissä

source: Enables the full/uncut singleplayer version of quests.
fi: Mahdollistaa tehtävien täysimittaisen/leikkaamattoman yksinpeliversion.

source: Test Bard
be: Проба Барда
fi: Kokeile Bardihahmoa

source: Force the Bard character type to appear in the hero selection menu.
be: Прымусіць тып персанажа "Бард" з'явіцца ў меню выбара героя.
fi: Pakota Bardi-hahmotyyppi näkyviin sankarivalintavalikossa.

source: Test Barbarian
be: Проба Варвара
fi: Kokeile Barbaarihahmoa

source: Force the Barbarian character type to appear in the hero selection menu.
be: Прымусіць тып персанажа "Бард" з'явіцца ў меню выбара героя.
fi: Pakota Barbaari-hahmotyyppi näkyviin valintavalikossa.

source: Experience Bar
be: Палоска досведу
fi: Kokemuspalkki

source: Experience Bar is added to the UI at the bottom of the screen.
be: У карыстальніцкі інтэрфэйс унізе экрана дадаецца палоска досведу.
fi: Kokemuspalkki lisätään käyttöliittymään näytön alareunaan.

source: Show Item Graphics in Stores
fi: Näytä tavaroiden kuvakkeet myymälöissä

source: Show item graphics to the left of item descriptions in store menus.
fi: Näytä tavaroiden kuvakkeet tavaroiden kuvauksien vasemmalla puolella myymälän valikoissa.

source: Show health values
be: Паказаць велічыню здароўя
fi: Näytä terveysarvot

source: Displays current / max health value on health globe.
be: Адлюстроўвае цяперашняе / максімальнае значэнне здароўя на шары здароўя.
fi: Näyttää nykyisen / maksimaalisen terveysarvon terveyspallossa.

source: Show mana values
be: Паказаць велічыню маны
fi: Näytä mana-arvot

source: Displays current / max mana value on mana globe.
be: Паказаць цяперашнюю / максімальную велічыню маны на шары маны.
fi: Näyttää nykyisen / maksimaalisen manan arvon manapallossa.

source: Show Party Information
fi: Näytä ryhmän tiedot

source: Displays the health and mana of all connected multiplayer party members.
fi: Näyttää kaikkien yhdistäneiden moninpelijäsenten terveyden ja manan.

source: Enemy Health Bar
be: Палоска здароўя ворагаў
fi: Vastustajan Terveyspalkki

source: Enemy Health Bar is displayed at the top of the screen.
be: Наверсе экрана паказваецца палоска здароўя ворага.
fi: Vihollisen terveyspalkki näkyy näytön yläosassa.

source: Floating Item Info Box
fi: Tuotetietolaatikko

source: Displays item info in a floating box when hovering over an item.
fi: Näyttää kohteen tiedot ruudussa, kun hiiri viedään kohteen päälle.

source: Gold is automatically collected when in close proximity to the player.
be: Золота аўтаматычна збіраецца, калі блізка да гульца.
fi: Kulta kerätään automaattisesti, kun se on lähellä pelaajaa.

source: Elixirs are automatically collected when in close proximity to the player.
be: Эліксіры падымаюцца аўтаматычна, калі блізка да гульца.
fi: Eliksiirit kerätään automaattisesti, kun ne ovat lähellä pelaajaa.

source: Oils are automatically collected when in close proximity to the player.
fi: Öljyt kerätään automaattisesti, kun ne ovat lähellä pelaajaa.

source: Automatically pickup items in town.
be: Аўтаматычна падымаць рэчы ў горадзе.
fi: Kerää tavarat automaattisesti kaupungista.

source: Adria will refill your mana when you visit her shop.
be: Эйдрыя будзе папаўняць вашу ману, пры наведванні яе крамы.
fi: Adria täyttää manasi, kun vierailet hänen kaupassaan.

source: Weapons will be automatically equipped on pickup or purchase if enabled.
be: Зброя будзе аўтаматычна экіпіравана пры атрыманні або куплі, калі ўключана.
fi: Aseet otetaan käyttöön automaattisesti, kun ne nostetaan tai ostetaan, jos tämä toiminto on käytössä.

source: Armor will be automatically equipped on pickup or purchase if enabled.
be: Браня будзе аўтаматычна экіпіравана пры атрыманні або куплі, калі ўключана.
fi: Haarniskat otetaan käyttöön automaattisesti, kun ne nostetaan tai ostetaan, jos tämä toiminto on käytössä.

source: Helms will be automatically equipped on pickup or purchase if enabled.
be: Шаломы будуць аўтаматычна экіпіраваны пры атрыманні або куплі, калі ўключана.
fi: Kypärät otetaan käyttöön automaattisesti, kun ne nostetaan tai ostetaan, jos tämä toiminto on käytössä.

source: Shields will be automatically equipped on pickup or purchase if enabled.
be: Шчыты будуць аўтаматычна экіпіраваны пры атрыманні або куплі, калі ўключана.
fi: Kilvet otetaan käyttöön automaattisesti, kun ne nostetaan tai ostetaan, jos tämä toiminto on käytössä.

source: Jewelry will be automatically equipped on pickup or purchase if enabled.
be: Каштоўнасці будуць аўтаматычна экіпіраваны пры атрыманні або куплі, калі гэтая функцыя ўключана.
fi: Korut otetaan käyttöön automaattisesti, kun ne nostetaan tai ostetaan, jos tämä toiminto on käytössä.

source: Randomly selecting available quests for new games.
be: Выпадковы выбар даступных заданняў для новых гульняў.
fi: Valitse satunnaisesti käytettävissä olevat tehtävät uusille peleille.

source: Show Monster Type
be: Паказаць тып монстра
fi: Näytä hirviötyyppi

source: Hovering over a monster will display the type of monster in the description box in the UI.
be: Пры навядзенні курсора на монстра яго тып будзе адлюстроўвацца ў полі апісання ў карыстальніцкім інтэрфейсе.
fi: Kun viet hiiren hirviön päälle, sen tyyppi näkyy käyttöliittymän kuvauskentässä.

source: Show labels for items on the ground when enabled.
fi: Näytä maassa olevien tavaroiden tunnisteet, kun toiminto on käytössä.

source: Refill belt from inventory when belt item is consumed.
be: Укладваць з інвентара ў пояс, калі рэч на поясе спажываецца.
fi: Täytä vyö varastosta, kun vyö on kulunut loppuun.

source: When enabled Cauldrons, Fascinating Shrines, Goat Shrines, Ornate Shrines, Sacred Shrines and Murphy's Shrines are not able to be clicked on and labeled as disabled.
fi: Kun tämä toiminto on käytössä, kattiloita, kiehtovia alttareita, vuohialttareita, koristeellisia alttareita, pyhiä alttareita ja Murphyn alttareita ei voi klikata, ja ne merkitään käytöstä poistetuiksi.

source: Quick Cast
be: Хуткія чары
fi: Pikaloitsu

source: Spell hotkeys instantly cast the spell, rather than switching the readied spell.
be: Гарачыя клавішы Чар імгненна накладваюць чары.
fi: Loitsun pikanäppäimet laukaisevat loitsun välittömästi, sen sijaan että vaihtaisivat valmiina olevan loitsun.

source: Number of Healing potions to pick up automatically.
be: Колькасць зелляў лячэння, што аўтаматычна падбяруцца.
fi: Automaattisesti kerättävien parantavien juomien määrä.

source: Number of Full Healing potions to pick up automatically.
be: Колькасць зелляў поўнага лячэння, што аўтаматычна падбяруцца.
fi: Automaattisesti kerättävien täysien parantavien juomien määrä.

source: Number of Mana potions to pick up automatically.
be: Колькасць зелляў маны, што аўтаматычна падбяруцца.
fi: Automaattisesti kerättävien manajuomien määrä.

source: Number of Full Mana potions to pick up automatically.
be: Колькасць зелляў поўнай маны, што аўтаматычна падбяруцца.
fi: Automaattisesti kerättävien täysien mana juomien määrä.

source: Number of Rejuvenation potions to pick up automatically.
be: Колькасць зелляў аднаўлення, што аўтаматычна падбяруцца.
fi: Automaattisesti kerättävien nuorentamisjuomien määrä.

source: Number of Full Rejuvenation potions to pick up automatically.
be: Колькасць зелляў поўнага аднаўлення, што аўтаматычна падбяруцца.
fi: Automaattisesti kerättävien täyden nuorentamisen juomien määrä.

source: Enable floating numbers
fi: Ota liukuluvut käyttöön

source: Enables floating numbers on gaining XP / dealing damage etc.
fi: Mahdollistaa liukulukjen numerot XP:n ansaitsemisen / vahingon aiheuttamisen jne. yhteydessä.

source: Off
fi: Pois

source: Random Angles
fi: Sattumanvaraiset kulmat

source: Vertical Only
fi: Vain vertikaali

source: Controller
be: Кантролер
fi: Ohjain

source: Controller Settings
be: Налады кантролера
fi: Ohjainasetukset

source: Network
be: Сетка
fi: Verkko

source: Network Settings
be: Налады Сеткі
fi: Verkkoasetukset

source: Chat
be: Чат
fi: Chatti

source: Chat Settings
be: Налады чата
fi: Chatin Asetukset

source: Language
be: Мова
fi: Kieli

source: Define what language to use in game.
be: Выбраць мову для гульні.
fi: Määritä mitä kieltä pelissä käytetään.

source: Language Settings
be: Налады Мовы
fi: Kieliasetukset

source: Keymapping
be: Раскладка
fi: Näppäimistöasettelu

source: Keymapping Settings
be: Налады раскладкі
fi: Näppäinasetukset

source: Padmapping
fi: Ohjainasettelu

source: Padmapping Settings
fi: Ohjainasettelu-asetukset

source: Mods
fi: Modit

source: Mod Settings
fi: Modiasetukset

source: Level
be: Узровень
fi: Taso

source: Experience
be: Досвед
fi: Kokemus
