Repository: yuripourre/DevilutionX
Catalog: Translations/*.po
Languages: be, fi

source: The village needs your help, good master! Some months ago King Leoric's son, Prince Albrecht, was kidnapped. The King went into a rage and scoured the village for his missing child. With each passing day, Leoric seemed to slip deeper into madness. He sought to blame innocent townsfolk for the boy's disappearance and had them brutally executed. Less than half of us survived his insanity... The King's Knights and Priests tried to placate him, but he turned against them and sadly, they were forced to kill him. With his dying breath the King called down a terrible curse upon his former followers. He vowed that they would serve him in darkness forever... This is where things take an even darker twist than I thought possible! Our former King has risen from his eternal sleep and now commands a legion of undead minions within the Labyrinth. His body was buried in a tomb three levels beneath the Cathedral. Please, good master, put his soul at ease by destroying his now cursed form...
be: Вёсцы патрэбна твая дапамога, добры чалавек! Колькі месяцаў таму Прынца Альбрэхта, Караля Леорыкава сына, скралі. Кароль раз'юшыўся і пачаў абшнарваць тут усюль, шукаючы дзіця. З кожным днём Леорык усё больш шалеў ад гора. Ён абвінаваціў ва ўсім нявінных гараджан і жорстка пакараў многіх смерцю. Менш паловы з нас вырабілася ад яго вар'яцтва... Рыцары Караля і Святары стараліся яго супакоіць, але ён і на іх узбурыўся, і, на жаль, ім давялося забіць яго. На самым сконе ён страшна пракляў сваіх былых прыхільнікаў. Ён прысягнуў, што яны будуць служыць яму ў цемры вечна... І тут пачалося такое, я ўжо думаў горш не можа быць! Былы Кароль прачнуўся ад вечнага сну, і цяпер у Лабірынце ўзначаліў легіён мярцоў. Яго цела пахавалі ў грабніцы на трэцім ўзроўні пад Саборам. Калі ласка, добры чалавек, сунімі яго душу, зніжчы яго праклятае аблічча...
fi: Kylä tarvitsee apuasi! Muutama kuukausi sitten kuningas Leoricin poika, prinssi Albrecht, siepattiin. Kuningas raivostui ja etsi kadonnutta lastaan kylästä. Päivä päivältä Leoric näytti vajoavan yhä syvemmälle hulluuteen. Hän syytti viattomia kyläläisiä pojan katoamisesta ja teloitti heidät julmasti. Alle puolet meistä selvisi hänen hulluudestaan... Kuninkaan ritarit ja papit yrittivät rauhoittaa häntä, mutta hän kääntyi heitä vastaan, ja valitettavasti he joutuivat tappamaan hänet. Kuolemanhetkellään kuningas langetti kauhean kirouksen entisille seuraajilleen. Hän vannoi, että he palvelisivat häntä ikuisesti pimeydessä... Tässä vaiheessa asiat ottavat vieläkin synkemmän käänteen kuin olisin voinut kuvitellakaan! Entinen kuninkaamme on herännyt ikuisesta unestaan ja komentaa nyt labyrintissä epäkuolleita legioonalais alaisiaan. Hänen ruumiinsa on haudattu kolme kerrosta katedraalin alapuolella olevaan hautakammioon. Pyydän, anna hänen sielulleen rauha tuhoamalla hänet...

source: As I told you, good master, the King was entombed three levels below. He's down there, waiting in the putrid darkness for his chance to destroy this land...
be: Як я і гаварыў, добры чалавек, Караля пахавалі на тры паверхі ўніз. Ён там, у агіднай цемры, толькі і чакае магчымасці знішчыць гэты край...
fi: Kuten sanoin, kuningas haudattiin kolme tasoa alemmas. Hän on siellä alhaalla, odottaen mädäntyneessä pimeydessä tilaisuutta tuhota tämän maan...

source: The curse of our King has passed, but I fear that it was only part of a greater evil at work. However, we may yet be saved from the darkness that consumes our land, for your victory is a good omen. May Light guide you on your way, good master.
be: Праклён нашага Караля прайшоў, але баюся, што вінавата тут большае зло. Аднак мы яшчэ можам выратавацца ад цемры, што ахінае наш край: твая перамога – добры знак. Няхай Святло вядзе цябе, добры чалавек.
fi: Kuninkaamme kirous on ohi, mutta pelkään, että se oli vain osa suurempaa pahuutta. Voimme kuitenkin vielä pelastua maamme valtaavasta pimeydestä, sillä voittonne on hyvä enne. Valo opastakoon teitä matkallanne.

source: The loss of his son was too much for King Leoric. I did what I could to ease his madness, but in the end it overcame him. A black curse has hung over this kingdom from that day forward, but perhaps if you were to free his spirit from his earthly prison, the curse would be lifted...
be: Згуба сына давяла Караля. Я зрабіў усё, што мог, каб палегчыць яго шаленства, але нарэшце яно адолела яго. Чорны праклён навіс над каралеўствам з таго дня, але, можа, калі б яго дух вызвалілі ад яго зямной турмы, праклён бы адрабіўся...
fi: Poikansa menetys oli liikaa kuningas Leoricille. Tein mitä pystyin lievittääkseni hänen hulluuttaan, mutta lopulta se voitti hänet. Mustan kirouksen varjo on leijunut tämän kuningaskunnan yllä siitä päivästä lähtien, mutta ehkä jos vapauttaisit hänen henkensä maallisesta vankilastaan, kirous poistuisikin...

source: I don't like to think about how the King died. I like to remember him for the kind and just ruler that he was. His death was so sad and seemed very wrong, somehow.
be: Не хачу думаць пра смерць Караля. Мне падабаецца ўспамінаць яго добрым і справядлівым, бо такім ён і быў. Яго смерць была такой сумнай, і няправільнай, чамусьці.
fi: En halua ajatella, miten kuningas kuoli. Haluan muistaa hänet ystävällisenä ja oikeudenmukaisena hallitsijana. Hänen kuolemansa oli niin surullinen ja tuntui jotenkin hyvin väärältä.

source: I made many of the weapons and most of the armor that King Leoric used to outfit his knights. I even crafted a huge two-handed sword of the finest mithril for him, as well as a field crown to match. I still cannot believe how he died, but it must have been some sinister force that drove him insane!
be: Я выкуў шмат зброі і большую частку даспехаў, якія Кароль Леорык даваў сваім рыцарам. Для яго я нават вымайстраваў вялізны двуручны меч з найдасканалейшаго мітрыля, як і баявую карону ў том жа духу. Дасюль не магу паверыць, што ён умёр, але гэто дакладно нейкая паганая воля звяла яго з розуму!
fi: Valmistin monia aseita ja suurimman osan Leoric-kuninkaan ritareiden käyttämistä haarniskoista. Valmistin hänelle jopa valtavan kaksikätisen miekan hienoimmasta mithrilistä sekä siihen sopivan taistelukruunun. En vieläkään voi uskoa, miten hän kuoli, mutta hänen hulluutensa takana on täytynyt olla jokin paha voima!

source: I don't care about that. Listen, no skeleton is gonna be MY king. Leoric is King. King, so you hear me? HAIL TO THE KING!
be: Ды начхаць мне на гэта. Слухай, ніякі шкілет не будзе МАІМ каралём. Леорык – кароль. Кароль, чуеш? СЛАВА КАРАЛЮ!
fi: En välitä siitä. Kuuntele, mikään luuranko ei tule olemaan MINUN kuninkaani. Leoric on kuningas. Kuningas, kuuletko? ELÄKÖÖN KUNINGAS!

source: The dead who walk among the living follow the cursed King. He holds the power to raise yet more warriors for an ever growing army of the undead. If you do not stop his reign, he will surely march across this land and slay all who still live here.
be: Мёртвыя, што ходзяць меж жывых, служаць праклятаму Каралю. Ён валодае сілаю, каб падняць у войска наўцоў яшчэ больш новых ваяроў. Калі не супыніш яго панаванне, ён дакладна пройдзе маршам па гэтай зямлі, забіваючы ўсіх, хто яшчэ тут жывы.
fi: Elävien joukossa vaeltavat kuolleet seuraavat kirottua kuningasta. Hänellä on valta herättää lisää sotureita yhä kasvavaan kuolleiden armeijaan. Jos et pysäytä häntä, hän marssii varmasti tämän maan halki ja surmaa kaikki, jotka vielä elävät täällä.

source: Look, I'm running a business here. I don't sell information, and I don't care about some King that's been dead longer than I've been alive. If you need something to use against this King of the undead, then I can help you out...
be: Слухай, я тут справу вяду. Інфармацыяй я не гандлюю, і мне ўсё роўна на нейкага там Караля, каторы мёртвы дольш, чым я жывы. Калі ж табе трэба нешта, каб біцца з ім ці з мярцамі яго, от тут я табе памочнік..
fi: Kuules, minulla on täällä liiketoimintaa. En myy tietoja, enkä välitä kuninkaasta, joka on ollut kuolleena kauemmin kuin minä olen elänyt. Jos tarvitset jotain, mitä voit käyttää tätä "kuolleiden kuningasta" vastaan, voin auttaa sinua...

source: The warmth of life has entered my tomb. Prepare yourself, mortal, to serve my Master for eternity!
be: Цяпло жыцця ўвайшло ў мой склеп. Рыхтуйся, смертны, служыць майму Гаспадару век вечны!
fi: Elämän lämpö on tullut hautaani. Kuolevainen, valmistaudu palvelemaan Mestaria ikuisesti!

source: I see that this strange behavior puzzles you as well. I would surmise that since many demons fear the light of the sun and believe that it holds great power, it may be that the rising sun depicted on the sign you speak of has led them to believe that it too holds some arcane powers. Hmm, perhaps they are not all as smart as we had feared...
be: Бачу, і цябе бянтэжаць гэтыя дзіўныя паводзіны. Магу толькі здагадвацца, але раз многія дэманы баяцца сонечнага святла і вераць, што яно мае вялікую сілу, магчыма, яны палічылі, што ўзыходнае сонца на знаку таксама стрымлівае нейкую таемную сілу. Гм-м, мабыць, не такія яны і разумныя, як мы баяліся...
fi: Huomaan, että tämä outo käytös hämmentää sinuakin. Arvelisin, että koska monet demonit pelkäävät auringonvaloa ja uskovat sen sisältävän suurta voimaa, on mahdollista, että mainitsemassasi kyltissä kuvattu nouseva aurinko on saanut heidät uskomaan, että myös siinä on salaperäisiä voimia. Hmm, ehkä he eivät olekaan niin älykkäitä kuin pelkäsimme...

source: Master, I have a strange experience to relate. I know that you have a great knowledge of those monstrosities that inhabit the labyrinth, and this is something that I cannot understand for the very life of me... I was awakened during the night by a scraping sound just outside of my tavern. When I looked out from my bedroom, I saw the shapes of small demon-like creatures in the inn yard. After a short time, they ran off, but not before stealing the sign to my inn. I don't know why the demons would steal my sign but leave my family in peace... 'tis strange, no?
be: Добры чалавек, я тут хацеў падзяліцца адным дзіўным досведам. Знаю, ты шмат ведаеш пра пачвар, што насяляюць лабірынт, і я тут ніяк не магу зразумець адну рэч... Я прачнуўся сярод ночы ад нейкага скрыгатання ля шынка. Я выглянуў са спальні, аж убачыў на дварэ карчмы абрысы нейкіх чарцят. Неўзабаве яны збеглі, але адно пасля таго, як скралі шыльду. Я не разумею, нашто дэманы ўкралі знак, але маю сям'ю не чапілі... дзіўна, праўда?
fi: Mestari, minun on kerrottava eräs outo kokemus. Tiedän, että teillä on laaja tietämys labyrintissä asuvista hirviöistä, ja tämä on asia, jota en millään voi ymmärtää... Yöllä minut herätti raapiva ääni kapakkani ulkopuolella. Kun katsoin ulos makuuhuoneestani, näin pienen demonimaisen olennon hahmot majatalon pihalla. Hetken kuluttua ne juoksivat pois, mutta eivät ennen kuin olivat varastaneet majataloni kyltin. En tiedä, miksi demonit varastivat kyltini, mutta jättivät perheeni rauhaan... Eikö se ole outoa?

source: Oh, you didn't have to bring back my sign, but I suppose that it does save me the expense of having another one made. Well, let me see, what could I give you as a fee for finding it? Hmmm, what have we here... ah, yes! This cap was left in one of the rooms by a magician who stayed here some time ago. Perhaps it may be of some value to you.
be: Вой, табе не абавязкова было вяртаць знак, хаця так цяпер не трэба новы рабіць, ці купляць. Ну, дай пагляну, чым ж я магу з табою разлічыцца? Гм-м-м, што тут у нас... Ага! Вось, гэту шапку пакінуў адзін чараўнік у нашых пакоях, ён нядаўна тут спыняўся. Можа табе будзе неяк карысна.
fi: Ei sinun olisi tarvinnut tuoda kylttiäni takaisin, mutta se säästää minulta uuden kylttien valmistuskustannukset. No, katsotaanpa, mitä voisin antaa sinulle palkkioksi sen löytämisestä? Hmmm, mitä meillä täällä on... ah, kyllä! Tämä lippalakki jäi yhteen huoneista, kun eräs taikuri majoittui täällä jonkin aikaa sitten. Ehkä se on sinulle jonkin arvoinen.

source: My goodness, demons running about the village at night, pillaging our homes - is nothing sacred? I hope that Ogden and Garda are all right. I suppose that they would come to see me if they were hurt...
be: Бацюхны, дэманы бегаюць па вёсцы ўночы, рабуюць нашы дамы – хіба не засталося нічога святога? Спадзяюся, Огдэн з Гардаю ў парадку. Яны б, здаецца, прыйшлі, каб іх паранілі...
fi: Voi luoja, demonit juoksentelevat yöllä kylässä ja ryöstelevät kotejamme – eikö mikään ole pyhää? Toivottavasti Ogden ja Garda ovat kunnossa. Luultavasti he tulisivat kertomaan minulle, jos he olisivat loukkaantuneet...

source: Oh my! Is that where the sign went? My Grandmother and I must have slept right through the whole thing. Thank the Light that those monsters didn't attack the inn.
be: Авохці! Дык вось куды знак прапаў? Мы з бабуляю відаць усё праспалі. Дзякуй Святлу гэтыя пачвары не напалі на карчму.
fi: Voi ei! Sinnekkö kylttini katosi? Isoäiti ja minä olimme varmaan nukkuneet koko tapahtuneen ohi. Onneksi ne hirviöt eivät hyökänneet majataloon.

source: Demons stole Ogden's sign, you say? That doesn't sound much like the atrocities I've heard of - or seen. Demons are concerned with ripping out your heart, not your signpost.
be: Кажаш, дэманы скралі Огдэнаў знак? Непадобно гэто да іхных лютасцяў, пра якія я чуў. Ці якія бачыў сам. Дэманам бы сэрца табе вырваць, а не знак.
fi: Demonit varastivat Ogdenin kyltin, vai? Se ei kuulosta kovin paljon niiltä julmuuksilta, joista olen kuullut tai nähnyt. Demonit haluavat repiä sydämesi irti, eivät kylttejäsi.

source: You know what I think? Somebody took that sign, and they gonna want lots of money for it. If I was Ogden... and I'm not, but if I was... I'd just buy a new sign with some pretty drawing on it. Maybe a nice mug of ale or a piece of cheese...
be: Ведаеш, што я мяркую? Нехта сцягнуў той знак, і цяпер запросіць за яго кучу грашыскаў. Быў бы я Огдэнам... а я не Огдэн, але каб я быў... Я б проста купіў новы, з якім малюнкам прыгожым. Мо з чарачкаю элю, або кавалачкам сыру...
fi: Tiedätkö mitä mieltä olen? Joku on vienyt kyltin ja vaatii siitä paljon rahaa. Jos olisin Ogden... en ole, mutta jos olisin... ostaisin vain uuden kyltin, jossa olisi kaunis kuva. Ehkä mukava olutmuki tai pala juustoa...

source: No mortal can truly understand the mind of the demon. Never let their erratic actions confuse you, as that too may be their plan.
be: Ніводзін смертны не можа дасканала ахапіць розум дэмана. Ніколі не давай іх цьмяным учынкам збіць цябе з тропу, бо гэта можа быць частка іх плана.
fi: Kukaan kuolevainen ei voi todella ymmärtää demonin mieltä. Älä koskaan anna heidän arvaamattomien tekojensa hämmentää sinua, sillä sekin voi olla heidän suunnitelmansa.

source: What - is he saying I took that? I suppose that Griswold is on his side, too. Look, I got over simple sign stealing months ago. You can't turn a profit on a piece of wood.
be: Што... ён кажа, гэта я ўзяў? Відаць, і Грызвальд на яго баку. Слухай, я ўжо некалькі месяцаў крадзяжом шыльдаў не займаюся. На кавалку дрэва не разжывешся.
fi: Mitä - väittääkö hän, että otin sen? Griswold on varmaan myös hänen puolellaan. Kuules, pääsin yli yksinkertaisesta merkkien varastamisesta kuukausia sitten. Puupalasta ei voi saada voittoa.

source: Hey - You that one that kill all! You get me Magic Banner or we attack! You no leave with life! You kill big uglies and give back Magic. Go past corner and door, find uglies. You give, you go!
be: Гэй, гэта ты тут усіх б'еш! Нясі мне Магічны Сцяг, бо нападзём! З жыццём не пойдзеш! Забі вялікіх гадасцяў і вярні Магічнага. Прайдзі ля вугла і дзвярэй, знайдзі там гадасцяў. Аддасі, і хадзі!
fi: Hei, sinä, joka tapat kaikki! Anna minulle maaginen lippu tai hyökkäämme! Et pääse täältä hengissä! Tapa isot rumilukset ja palauta maaginen lippu. Mene kulman ja oven ohi, etsi rumilukset. Anna lippu, niin pääset menemään!

source: You kill uglies, get banner. You bring to me, or else...
be: Гадасцяў забі, сцяг забяры. Прынясеш мне, а не то...
fi: Tapa rumilukset, hanki lippu. Tuo se minulle, tai muuten...

source: You give! Yes, good! Go now, we strong. We kill all with big Magic!
be: Дай! Так, добра! Ідзі, мы сільныя. Мы з вялікім Магічным усіх забіць!
fi: Anna mennä! Kyllä, hyvä! Mene nyt, me olemme vahvoja. Me tapamme kaikki suurella taikuudella!

source: This does not bode well, for it confirms my darkest fears. While I did not allow myself to believe the ancient legends, I cannot deny them now. Perhaps the time has come to reveal who I am. My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released. The Archbishop Lazarus, once King Leoric's most trusted advisor, led a party of simple townsfolk into the Labyrinth to find the King's missing son, Albrecht. Quite some time passed before they returned, and only a few of them escaped with their lives. Curse me for a fool! I should have suspected his veiled treachery then. It must have been Lazarus himself who kidnapped Albrecht and has since hidden him within the Labyrinth. I do not understand why the Archbishop turned to the darkness, or what his interest is in the child, unless he means to sacrifice him to his dark masters! That must be what he has planned! The survivors of his 'rescue party' say that Lazarus was last seen running into the deepest bowels of the labyrinth. You must hurry and save the prince from the sacrificial blade of this demented fiend!
be: Нічога добрага гэта не вяшчуе – усё пацвярджае мае найзмрочнейшыя страхі. Хаця я адмаўляўся верыць старасвецкім легендам, цяпер я не магу. Прыйшла пара адкрыць, хто я такі. Маё спраўдная імя Дэкард Кейн Старэйшы, і я апошні нашчадак старасвецкага Брацтва, якое прысвяціла сябе ахове таямніц вечнага Зла. Зла, якое, цяпер ужо відавочна, вызвалілі. Архібіскуп Лазар, калісьці дарадчык Караля Леорыка, якому той давяраў як нікому, завёў натоўп простых гараджан у Лабірынт на пошукі сына Караля, Альбрэхта. Мінула шмат часу, калі яны вярнуліся, і жывымі выратавалася зусім мала. Бадай мяне, дурня! Я мусіў быў западозрыць скрыты падман. Гэта сам Лазар, мусіць, і скраў Альбрэхта, і хаваў яго з тае пары ў Лабірынце. Але я не разумею, чаму Архібіскуп звярнуўся да Цемры, ці якая яму карысць у дзіцяці. Хіба толькі дзеля таго, каб ахвяраваць яго Цёмным Валадарам! Вось у чым была яго задума! Ацалелыя з таго “гурту ратавальнікаў” казалі, што ў апошні раз, калі Лазара бачылі, ён збягаў у найглыбейшыя нетры Лабірынта. Ты мусіш спяшацца, выратуй Прынца ад ахвярнага нажа гэтага шалёнага ліхадзея!
fi: Tämä ei lupaa hyvää, sillä se vahvistaa pahimmat pelkoni. En ole halunnut uskoa muinaisiin legendoihin, mutta nyt en voi enää kieltää niitä. Ehkä on tullut aika paljastaa, kuka olen. Oikea nimeni on Deckard Cain vanhempi, ja olen muinaisen veljeskunnan viimeinen jälkeläinen. Veljeskunta oli omistautunut ajattoman pahuuden salaisuuksien suojelemiseen. Pahuus, joka on nyt selvästi vapautunut. Arkkipiispa Lazarus, joka oli aikoinaan kuningas Leoricin luotetuin neuvonantaja, johti joukon tavallisia kaupunkilaisia labyrinttiin etsimään kuninkaan kadonnutta poikaa Albrechtia. Kesti kauan, ennen kuin he palasivat, ja vain harvat heistä selvisivät hengissä. Kirottu olkoon minun typeryys! Minun olisi pitänyt epäillä hänen salattua petostaan jo silloin. Lazarus on varmasti itse siepannut Albrechtin ja piilottanut hänet labyrinttiin. En ymmärrä, miksi arkkipiispa kääntyi pimeyden puoleen tai miksi hän on kiinnostunut lapsesta, ellei hän aio uhrata tätä pimeille mestareilleen! Sen hän on varmasti suunnitellut! Hänen ”pelastuspartionsa” selviytyneet kertovat, että Lazarus nähtiin viimeksi juoksevan labyrintin syvimpiin syövereihin. Sinun on kiirehdittävä pelastamaan prinssi tämän mielipuolen uhrausveitseltä!

source: You must hurry and rescue Albrecht from the hands of Lazarus. The prince and the people of this kingdom are counting on you!
be: Спяшайся! Альбрэхта трэба выратаваць з рук Лазара. Прынц і люд каралеўства разлічваюць на цябе!
fi: Sinun on kiirehdittävä pelastamaan Albrecht Lazaruksen käsistä. Prinssi ja tämän valtakunnan kansa luottavat sinuun!

source: Your story is quite grim, my friend. Lazarus will surely burn in Hell for his horrific deed. The boy that you describe is not our prince, but I believe that Albrecht may yet be in danger. The symbol of power that you speak of must be a portal in the very heart of the labyrinth. Know this, my friend - The evil that you move against is the dark Lord of Terror. He is known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago and I fear that he seeks to once again sow chaos in the realm of mankind. You must venture through the portal and destroy Diablo before it is too late!
be: Змрочная гісторыя твая, дружа мой. Лазар дакладна будзе гарэць у Пекле за свой жудасны ўчынак. З твайго апісання гэта быў не наш прынц, але я думаю, Альбрэхт яшчэ можа быць у бядзе. Сімвал сілы, які ты апісваеш, мусіць, партал у самае сэрца лабірынта. Ведай жа, дружа мой: зло, на якое ты ідзеш, – Цёмны Пан Жаху. Смяротным людзям ён вядомы як Д’ябла. Гэта яго зняволілі у лабірынце многа вякоў таму, і я страшуся, што ён зноў жадае пасеяць хаос на зямлі чалавечай. Ты мусіш прайсці праз партал і знішчыць Д’ябла, покуль не позна!
fi: Tarinasi on varsin synkkä, ystäväni. Lazarus tulee varmasti palamaan helvetissä kauheiden tekojensa vuoksi. Poika, josta kerrot, ei ole prinssimme, mutta uskon, että Albrecht voi silti olla vaarassa. Voiman symboli, josta puhut, on varmasti portaali labyrintin sydämessä. Tiedä tämä, ystäväni: pahuus, jota vastaan taistelet, on pimeyden kauhun herra. Kuolevaiset tuntevat hänet nimellä Diablo. Hänet vangittiin labyrinttiin vuosisatoja sitten, ja pelkään, että hän pyrkii jälleen kylvämään kaaosta ihmiskunnan valtakuntaan. Sinun on uskallettava kulkea portaalin läpi ja tuhota Diablo, ennen kuin on liian myöhäistä!

source: Lazarus was the Archbishop who led many of the townspeople into the labyrinth. I lost many good friends that day, and Lazarus never returned. I suppose he was killed along with most of the others. If you would do me a favor, good master - please do not talk to Farnham about that day.
be: Лазар – гэта той Архібіскуп, каторы тады павёў многіх гараджан у лабірынт. У той дзень я страціў многа сяброў, а Лазар так і не вярнуўся. Мяркую, яго забілі, як і шмат каго яшчэ. Калі вам гэта не цяжар, прашу, зрабіце мне ласку, не гаварыце з Фарнамам пра той дзень.
fi: Lazarus oli arkkipiispa, joka johti monet kaupunkilaiset labyrinttiin. Menetin sinä päivänä monia hyviä ystäviä, eikä Lazarus koskaan palannut. Luulen, että hän kuoli muiden mukana. Jos voisit tehdä minulle palveluksen, älä puhu Farnhamille siitä päivästä.

source: I was shocked when I heard of what the townspeople were planning to do that night. I thought that of all people, Lazarus would have had more sense than that. He was an Archbishop, and always seemed to care so much for the townsfolk of Tristram. So many were injured, I could not save them all...
be: Планы гараджан, калі я іх пачуў тае ночы, проста ашаламілі мяне. Я думаў, што ў Лазара-то будзе больш развагі. Ён быў Архібіскупам, і заўсёды падавалася, што ён вельмі любіў жыхароў Трыстрама. Столькі параненых, я не змог выратаваць усіх...
fi: Olin järkyttynyt kuullessani, mitä kaupunkilaiset aikoivat tehdä sinä yönä. Luulin, että juuri Lazarus olisi ollut järkevämpi kuin muut. Hän oli arkkipiispa ja näytti aina välittävän niin paljon Tristramin kaupunkilaisista. Niin monet loukkaantuivat, etten voinut pelastaa heitä kaikkia...
